{"artists":[{"idArtist":"111644","strArtist":"Arctic Monkeys","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Domino","idLabel":"43709","intFormedYear":"2002","intBornYear":"2002","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Indie","strMood":"Philosophical","strWebsite":"arcticmonkeys.com","strFacebook":"www.facebook.com/ArcticMonkeys","strTwitter":"1","strBiographyEN":"Arctic Monkeys are an English indie rock band. Formed in 2002 in High Green, a suburb of Sheffield, the band currently consists of Alex Turner (lead vocals, lead/rhythm guitar), Jamie Cook (rhythm/lead guitar), Nick O'Malley (bass guitar, backing vocals) and Matt Helders (drums, backing vocals). Former members include Andy Nicholson (bass guitar, backing vocals) and Glyn Jones (lead vocals, rhythm guitar).\n\nThe band have released four studio albums: Whatever People Say I Am, That's What I'm Not (2006), Favourite Worst Nightmare (2007), Humbug (2009) and Suck It and See (2011), as well as one live album At the Apollo (2008). The band's debut album became the fastest-selling debut album in British music history, surpassing Oasis' Definitely Maybe and remains the fastest-selling debut album for a band in the UK.\nArctic Monkeys were heralded as one of the first group of acts to come to the public attention via the Internet (fan-based sites rather than from the band), with commentators suggesting they represented the possibility of a change in the way in which new bands are promoted and marketed. The band are also regarded as one of the most prominent bands to be part of the post-punk revival in the UK, after achieving commercial success and spawning two number one singles with their debut album.\n\nThe band began rehearsing at Yellow Arch Studios in Neepsend, and played their first gig on 13 June 2003 at The Grapes in Sheffield city-centre. After a few performances in 2003, the band began to record demos at 2fly studios in Sheffield. 17 songs were demoed in all and the collection, now known as Beneath the Boardwalk, was burned on to CDs to give away at gigs, which were promptly file-shared amongst fans. The name Beneath the Boardwalk originated when the first batch of demos were sent around. The first sender, wanting to classify the demos, named them after where he received them, the Boardwalk. Slowly, as more demos were spread, they were all classified under this name. This has led to many people falsely believing that Beneath the Boardwalk was an early album, or that the early demos were all released under this heading. The group did not mind the distribution, saying \"we never made those demos to make money or anything. We were giving them away free anyway - that was a better way for people to hear them.\", admitting that they did not even know how to get their songs onto the Internet. When asked about the popularity of the band's MySpace site in an interview with Prefix Magazine, the band said that they were unaware what it was, and that the site had originally been created by their fans.\nThe band began to grow in popularity across the north of England, receiving attention from BBC Radio and the British tabloid press. A local amateur photographer, Mark Bull, filmed the band's performances and made the music video \"Fake Tales of San Francisco\", releasing it on his website, alongside the contents of Beneath the Boardwalk - a collection of the band's songs which he named after a local music venue. In May 2005, Arctic Monkeys released their first single, Five Minutes with Arctic Monkeys on their own 'Bang Bang' label, featuring the songs \"Fake Tales of San Francisco\" and \"From the Ritz to the Rubble\". This release was limited to 500 CDs and 1,000 7\" records, but was also available to download from the iTunes Music Store. Soon after, the band played at the Carling Stage of the Reading and Leeds Festivals, reserved for less known or unsigned bands. Their appearance was hyped by much of the music press and the band was watched by an unusually large crowd.","strBiographyDE":"Die Arctic Monkeys sind eine vierköpfige britische Indie-Rock-Band mit Einflüssen aus Post-Punk und Garage Rock. Sie wurde 2002 im englischen Sheffield gegründet und veröffentlichte 2006 ihr Debütalbum, welches Platz eins der britischen Charts erreichte. 2007, 2009, 2011 und 2013 erschienen jeweils weitere Alben der Musikgruppe, welche allesamt ebenfalls die Spitzenposition in Großbritannien erreichten.\nDie Band wurde 2002 in High Green, einem Stadtteil von Sheffield, gegründet. Dabei hatten Turner und Cook, welche Nachbarn waren, erst 2001 jeweils von ihren Eltern Gitarren zu Weihnachten bekommen. Das Spielen der Instrumente brachten sie sich dabei selbst bei. Anschließend gründeten sie mit Turners Schulfreunden Glyn Jones, Matt Helders und Andy Nicholson die Musikgruppe Arctic Monkeys. Da Nicholson bereits mit dem E-Bass vertraut war, blieb für Helders nur das Schlagzeug übrig.[1] Erst im Mai 2006 wurde bekannt, dass Alex Turner nicht der ursprüngliche Sänger der Band sei. Dieser Part war damals Glyn Jones zugefallen, welcher ebenfalls die Stocksbridge High School besuchte. Jones bestätigte diese Gerüchte damals mittels eines Interviews und sagte dabei, dass er und Turner damals „aus Langeweile begonnen hatten, ein Lied über einen Streber in ihrem Jahrgang zu schreiben“. Außerdem sagte er, dass er die Band noch 2002 verlassen hätte, da er „nicht die Hingabe besessen hätte, sein Engagement weiterzuführen“. Für ihn wären sie lediglich eine Gruppe an Kindern gewesen, die aus Langeweile herumalberten.\nDer Name der Band stammt von Gitarrist Jamie Cook, welcher sich die Bezeichnung „Arctic Monkeys“ bereits vor der Gründung der Gruppe ausgedacht hatte. Die vorherigen Aussagen der Mitglieder, der Name stamme von dem Schlagzeuger der Band vom Vater eines der Bandmitglieder, revidierten sie dabei. Sie wären so oft nach der Herkunft ihres Namen gefragt worden, dass sie irgendwann begonnen hätten, sich Geschichten darüber auszudenken.","strBiographyFR":"Arctic Monkeys est un groupe de rock indépendant anglais, originaire de Sheffield, Angleterre et formé en 2002. Il est composé de Alex Turner au chant et à la guitare, de Jamie Cook à la guitare, de Nick O’Malley à la basse et de Matt Helders à la batterie.\n\nA Noël 2001, Alex Turner reçoit pour cadeau une guitare électrique. Il décide alors de réunir ses amis et de fonder un groupe de rock. Dès les premiers concerts, leur énergie transcende la foule. Le groupe se fait connaître petit à petit grâce à des concerts dans des bars où ils distribuaient gratuitement leurs albums gravés par leurs soins (car ils pensaient que leur musique n’était pas assez bonne pour être vendue). Quelques unes de leurs chansons sont même téléchargeables librement sur le net. Très rapidement le « bouche à oreille » fonctionne, et ils sont ensuite repérés par le label Domino, se faisant ainsi mieux connaître du grand public.\n\nLeur premier single « I Bet You Look Good on the Dancefloor », sorti en 2005 est classé numéro 1 des charts au United Kingdom. Le groupe bat alors le record de vente de disques en une heure et en une journée : Ils ont vendu 360 000 exemplaires de leur album « Whatever People Say I Am, That’s What I’m Not » la semaine de sortie, plus que les Beatles et les Hear’Say qui détenaient le précédent record ! Leur succès est marqué par un titre complaisant qui barre la photo d’Arctic Monkeys en couverture du Times du 30 janvier 2006 : « Bigger than Beatles ». Malgré cela les Arctic Monkeys déclarent ne pas aimer la presse, une de leurs devises étant « Don’t believe the Hype ». Même le magazine NME, référence de la presse musicale britannique, n’avait rien vu venir.\n\nMalgré la fraîcheur de leur son, on peut retrouver les influences de The Jam pour leur côté mod et de The Clash pour leur énergie. Le groupe associe en fait des paroles d’un réalisme froid et sordide à la vivacité (ce qui n’est pas sans rappeler The Kinks), voire au spasme de leur musique trépidante. Ils ont été assimilés à des « Libertines du nord » et leur style musical s’apparente à du post-punk ou dance-punk. Le batteur, Matt Helders, avoue être féru de rap tentant ainsi de donner à sa rythmique un côté haché. Il dit aussi s’influencer du batteur des Deftones pour son jeu perfectionné. De son côté, le chanteur et guitariste Alex Turner, semble élargir son panel d’influence après avoir longtemps parlé de The Strokes, il se prend a citer des groupe plus dansants comme les Clash et Fatboy Slim. Avec la sortie de l’album « Favourite Worst Nightmare », le groupe cite des groupes plus ancien comme The Electric Prunes et Shocking Blue révélant que le psychédélisme fait partie intégrante de leur création. C’est justement sur « Favourite Worst Nightmare » que le groupe s’est lancé dans de nombreux effets sonores (cut, bande inversée, destructurée…). Alex Turner mentionne souvent l’influence du cinéma sur l’oeuvre du groupe. On retrouve ainsi des thèmes musicaux rappelant le film « The Good, the Bad and the Ugly » (« Le bon, la brute et le truand ») notamment dans la chanson intitulée « 505 », mais également l’univers graphique de « Charlie et la chocolaterie » à l’image de la pochette du LP.\n","strBiographyCN":"北極潑猴（Arctic Monkeys）是組來自英國雪菲爾的另類搖滾樂團。樂團成立於2002年，團員有主唱兼吉他手 Alex Turner、吉他手 Jamie Cook、貝斯手 Nick O'Malley 與鼓手 Matt Helders。\n北極潑猴以第二張單曲《I Bet You Look Good on the Dancefloor》登上英國單曲榜冠軍，成功贏得眾人注目。[1] 首張專輯《就是屌》在2006年1月發行，刷新英國音樂史上銷售量最高的首張專輯紀錄，專輯目前依然是英國銷售量最高的樂團首張專輯，超越綠洲合唱團的《絕對可能》所保持的紀錄。《就是屌》贏得了2006年水星音樂獎[2] 與2007年全英音樂獎「最佳英國專輯」，另也獲得葛萊美獎「最佳另類音樂專輯」提名，但最後敗給奈爾斯·巴克利（Gnarls Barkley）的《何方神聖》（St. Elsewhere）專輯。北極潑猴第二張專輯《夜來夜屌》在2007年4月23日發行，首周銷售量突破225,000張，並獲2007年水星音樂獎提名。[3] 他們也拿下了2008年全英音樂獎的「最佳英國專輯」與「最佳英國團體」兩項大獎。\n北極潑猴可以說是最早透過網路（歌迷網站而非樂團網站）吸引公眾注意的藝人之一，評論家也暗示這可能會改變新樂團的宣傳與行銷方式。[4] 樂團目前是獨立唱片公司多米諾唱片（Domino Records）旗下藝人。","strBiographyIT":"Gli Arctic Monkeys sono un gruppo musicale alternative rock/indie rock[1] inglese, originario di Sheffield capitanato dal cantante-chitarrista Alex Turner.\nLa band è formata da Alex Turner (voce, chitarra ritmica e solista), Jamie Cook (chitarra ritmica e solista), Nick O'Malley (basso, seconda voce) e Matt Helders (batteria, seconda voce). Andy Nicholson (basso, seconda voce) lasciò il gruppo nel 2006, poco dopo l'uscita del disco di debutto.\nNome di spicco del post-punk revival britannico, gli Arctic Monkeys vantano 5 Brit Awards e 2 nomination per i Grammy Awards. Riscossero successo di pubblico e critica con l'album d'esordio, Whatever People Say I Am, That's What I'm Not, edito nel 2006 e divenuto l'album di debutto più venduto nella storia della musica britannica, con 600.000 copie vendute in 5 giorni. Nel 2007 uscì Favourite Worst Nightmare, nel 2009 Humbug e nel 2011 Suck It and See, mentre è del 2013 AM. La band ha pubblicato anche un album dal vivo, At the Apollo (2008).","strBiographyJP":"アークティック・モンキーズ（Arctic Monkeys）は、イングランド、シェフィールド出身のロックバンド。2002年に結成。\n2004年以降活況のUKシーンの中で、同時期にデビューした新人勢の中でも最大級の成功を収めている。捻くれたガレージロック・ポストパンクの影響を受けたギター・サウンドを緩急自在に鳴らし、オアシス以来の大物とよばれている。\nミュージシャンのモリッシー（元ザ・スミス）が、「アークティック・モンキーズが成功するのは早すぎる」と発言し、問題となる。この件に対し、オアシスのノエル・ギャラガーが「最初の1、2年でこれだけ騒がれると、それだけで彼らを嫌うやつが出てくるんだよ。でも、彼らにはどうしようもないことだろ」などと擁護した。その後、モリッシーは「ザ・スミスでも同じようなことになっていたのに、アークティック・モンキーズの成功を批判するのは間違っていた」と謝罪した。","strBiographyRU":"Arctic Monkeys — британская рок-группа, сформированная в 2002 году в Хай Грин, пригороде Шеффилда. В настоящий момент группа состоит из вокалиста и гитариста Алекса Тёрнера, гитариста Джейми Кука, барабанщика Мэтта Хелдерса и бас-гитариста Ника О’Мэлли, сменившего ранее игравшего в группе Энди Николсона. Arctic Monkeys добились крупного успеха в чартах (особенно в Великобритании) уже со своим первым синглом «I Bet You Look Good on the Dancefloor»; их дебютный альбом, «Whatever People Say I Am, That’s What I’m Not», поступивший в продажу 23 января 2006, стал самым продаваемым дебютным альбомом в истории британской музыки. Такой успех, учитывая скептическое отношение членов группы к музыкальной индустрии и их нежелание заключать контракт с мейджор-лейблом, во многом объясняется активным распространением их демозаписей фанатами через Интернет, в частности, через P2P и социальные сети. Arctic Monkeys стали одной из первых групп, добившихся крупного успеха без поддержки традиционных СМИ, таких, как радио и телевидение, продемонстрировав, таким образом, эффективность такого способа продвижения новой музыки. В настоящее время группа издаёт записи на независимом лейбле «Domino Records».","strBiographyES":"Arctic Monkeys es una banda de indie rock formada en Sheffield (Reino Unido). El grupo está compuesto por el guitarrista principal y vocalista Alex Turner, el guitarrista Jamie Cook, el baterista Matt Helders y Nick O'Malley en el bajo, puesto ocupado anteriormente por Andy Nicholson. Su primer álbum, Whatever People Say I Am, That's What I'm Not, fue galardonado en 2007 como \"mejor álbum británico\".1 El segundo álbum de la banda, Favourite Worst Nightmare, fue lanzado el 23 de abril de 2007 y vendió más de 225,000 copias en su primera semana de lanzamiento, además de ser nominado para el Mercury Prize de 2007.2 La banda también ganó los premios a mejor banda británica y mejor álbum británico en los Brit Awards de 2008.\nArctic Monkeys son generalmente considerados parte de la escena post punk revival,3 junto a bandas como Franz Ferdinand, Kaiser Chiefs y Bloc Party.4 5 Comenzaron a ser conocidos a través de demos hechas por fans y distribuidas por internet.6 Son considerados como uno de los primeros eventos que alcanzó la atención pública vía Internet, por lo que se les catalogó como \"la banda que pudo haber cambiado el mercado de la música\".7","strBiographyPT":"Arctic Monkeys é uma banda britânica de rock formada em 2002 nos subúrbios da cidade de Sheffield, na Inglaterra.\nA banda é geralmente considerada parte da cena indie rock1 assim como as bandas contemporâneas The Libertines, The Futureheads e Franz Ferdinand. Atingiram o sucesso através de fitas demo e compartilhamento de arquivos.2 Os Arctic Monkeys alcançaram o sucesso com seu segundo single, \"I Bet You Look Good on the Dancefloor\", que alcançou o número um no UK Singles Chart.3 Seu álbum de estréia Whatever People Say I Am, That's What I'm Not, lançado em janeiro de 2006, tornou-se o álbum de estreia vendido mais rápido na história da música britânica, ultrapassando Definitely Maybe do Oasis e continua a ser o mais rápido vendido álbum de estréia de uma banda no Reino Unido.4 e tendo recebido elogios da crítica, vencendo o Mercury Prize 2006 5 , o Brit Award for Best British Album em 2007 e eleito pela NME o 5º melhor álbum da música britânica. Ele também foi nomeado para o Grammy de Melhor Álbum de Música Alternativa. O segundo álbum da banda, Favourite Worst Nightmare, foi lançado em 23 de abril de 2007, vendeu mais de 225.000 cópias em sua primeira semana, e foi nomeado para o Mercury Prize 2007. O grupo também recebeu o prêmio de Melhor Álbum Britânico e Melhor Grupo Britânico, no Brit Awards 2008. Seu terceiro álbum, Humbug, foi lançado em 24 de agosto de 2009. Suck It and See é o quarto álbum da banda e foi lançado no dia 6 de junho de 2011. Em 24 de junho de 2013, o Arctic Monkeys anunciou o lançamento de seu quinto álbum de estúdio, AM, para 9 de setembro de 2013.","strBiographySE":"Arctic Monkeys är ett brittiskt indierock-band bildat i Sheffield, England år 2002. Arctic Monkeys gjorde sig först kända genom att dela ut demos och lägga ut sina låtar på Internet. Sedan fick de ett skivkontrakt med Domino Records.\n23 januari 2006 gav de ut sitt debutalbum Whatever People Say I Am, That's What I'm Not. Bandets mest kända låtar hittills är Brianstorm, \"I Bet That You Look Good On The Dancefloor\", \"When The Sun Goes Down\" och \"Old Yellow Bricks\". Den 24 april samma år kom deras andra EP ut Who the Fuck Are Arctic Monkeys?. Bandet har också fått god kritik för B-sidor på deras singlar, som \"Bigger Boys and Stolen Sweethearts\" och \"Settle for a draw\". Den 10 april 2006 kom bandet med en kortfilm som handlar om deras singel \"When The Sun Goes Down\". På DVD:n finns även musikvideon till låten med. I filmen medverkar även Matthew Helders, som är trummis i bandet, i en mindre roll. Den 26 juni 2007 kom bandet till Stockholm och gjorde en spelning på Globens Annex. Den 5 maj 2011 återkom de till Sverige och spelade på Cirkus i Stockholm. Detta var den första spelningen de gjorde på över ett år och den första att ha med låtar från deras nya mer allmänvänliga album Suck It and See.","strBiographyNL":"Arctic Monkeys is een Britse indierockband uit Sheffield, Engeland en actief sinds 2002. De band bestaat uit zanger/gitarist Alex Turner, gitarist Jamie Cook, bassist Nick O'Malley en drummer Matthew Helders. Tot 2006 was Andy Nicholson bassist van de band.\nIn 2004 en 2005 kreeg de band bekendheid door het verspreiden van hun demo's via het internet. Dit zorgde voor een mediahype rondom Arctic Monkeys en maakte hun debuutalbum Whatever People Say I Am, That’s What I’m Not in 2006 het best verkopende debuut ooit in het Verenigd Koninkrijk. Evenals het album bereikten de singles \"I Bet You Look Good On The Dancefloor\" en \"When The Sun Goes Down\" de nummer 1-positie in het land. Een jaar later volgde het tweede album Favourite Worst Nightmare, met leadsingle \"Brianstorm\". In 2009 verscheen het derde album Humbug, geproduceerd door Josh Homme en James Ford.\nDe band werd op hun debuutalbum gekenmerkt door hun snelle, agressieve post-punk en Turners teksten die gebaseerd waren op eigen observaties en ervaringen in Sheffield. Met de komst van hun twee laatste albums evolueerde het geluid meer richting psychedelische en alternatieve rock.","strBiographyHU":"Az Arctic Monkeys egy indie rock együttes az angliai Sheffieldből. A 2002-ben alakult együttes jelenlegi tagjai: Alex Turner (ének, gitár), Jamie Cook (gitár), Matt Helders (dobok, vokál) és Nick O'Malley (basszusgitár, vokál), aki Andy Nicholsont váltotta a zenekarban.\nAz Arctic Monkeys első sikerét a „I Bet You Look Good on the Dancefloor” című kislemezzel érte el, amivel első helyre kerültek az angol kislemez-eladási listán.[1] Első nagylemezük, a Whatever People Say I Am, That's What I'm Not 2006 januárjában jelent meg, és a brit zenei történelem leggyorsabban fogyó debütáló lemezévé vált, ezzel felülmúlva az Oasis Definitely Maybe lemezét. A lemez nagy sikert aratott, és egyaránt megnyerte a 2006-os Mercury Prizet[2] és a 2007-es BRIT Awardsot a legjobb brit album kategóriában. A zenekar második lemeze a Favourite Worst Nightmare 2007. április 23-án jelent meg, és több mint kétszázhuszonötezer példányt adtak el belőle, valamint jelölték a Mercury Prize díjra.[3] Az együttes továbbá 2008-ban megnyerte a legjobb brit zenekar, és a legjobb brit album címet is a BRIT Awardson.\nAz Arctic Monkeys sikeréhez nagyban hozzájárult a rajongók által terjesztett demó felvételek, és az online fájlcserélők.[4] Ők voltak az egyikei az első zenekaroknak, akik az Interneten keresztül terjedtek el, ezzel megmutatva a lehetőségét annak, amerre az új zenekarok elindulhatnak.[5] Az együttes végül a Domino Records-szal szerződött le.","strBiographyNO":"Arctic Monkeys er et indierockeband fra Sheffield i England. Bandet besto opprinnelig av Alex Turner på vokal og gitar, Jamie Cook på gitar, Andy Nicholson på bass og Matthew Helders på trommer.\nArctic Monkeys har totalt gitt ut fire studioalbum: Whatever People Say I Am, That's What I'm Not (2006), Favourite Worst Nightmare (2007), Humbug (2009), Suck It and See (2011), AM (2013) samt live-albumet At the Apollo (2007).\nBandet ble dannet i 2002 av Turner og Helders, mens Cook og Nicholson ble med senere. Etter å ha bygget opp en lojal fanbase ved å spille konserter samt å distribuere demoer på nettet, fikk bandet kontrakt med Domino Records i 2005. På høsten 2005 ble bandet – mye takket være musikkmagasinet NME – en «hype» i England uten å ha gitt ut et album. Singelen I Bet You Look Good On The Dancefloor kom i slutten av oktober og gikk rett til førsteplass på de britiske singellistene. I januar 2006 kom albumet Whatever People Say I Am, That's What I'm Not, som solgte så bra at det ble Storbritannias raskest selgende debutalbum noensinne.[1]\nNick O'Malley tok i mai 2006 over Andy Nicholsons rolle som bassist.","strBiographyIL":"ארקטיק מאנקיז (Arctic Monkeys) היא להקת אינדי רוק בריטית מהיי גרין (High Green), פרבר של שפילד. הלהקה נוסדה במהלך 2002, ואלבומה הראשון יצא בשנת 2006. אלבום הבכורה של הארקטיק מנקיז נחשב לאלבום הבריטי הטוב ביותר של אותה שנה, על פי מגזינים רבים.\nהארקטיק מאנקיז זכו להצלחה רבה במצעדים בבריטניה, ושני הסינגלים הראשונים מאלבומם הגיעו למקום הראשון. אלבום הבכורה שלהם, \"Whatever People Say I Am, That's What I'm Not\" הפך ל\"אלבום הבכורה הנמכר ביותר במעט זמן\" בהיסטוריית המוזיקה הבריטית. אלבומם השני, \"Favourite Worst Nightmare\", ראה אור ב-23 באפריל 2007 וזכה אף הוא להצלחה מסחרית. האלבום השלישי, \"Humbug\" יצא ב-19 באוגוסט 2010 ולא הצליח לשחזר את הצלחת האלבומים הקודמים. האלבום הרביעי , \"Suck It And See\", יצא לאור ב-6 ביוני 2011. האלבום החמישי, \"AM\", ייצא לאור ב-9 בספטמבר 2013.\nהלהקה חתומה בחברת תקליטים עצמאית הנקראת \"Domino Records\", בה חתומים אמנים נוספים כדוגמת פרנץ פרדיננד.","strBiographyPL":"Arctic Monkeys – brytyjski zespół, zaliczany do muzyki indierockowej. Powstał w 2002 roku na przedmieściach Sheffield – High Green.\nGrupa zyskała popularność wśród młodzieży nie dzięki reklamom w pismach muzycznych, czy telewizji, ale dzięki zamieszczaniu swoich utworów demo w internecie (co miało miejsce dzięki fanom przychodzącym na ich koncerty). Na listy przebojów Arctic Monkeys trafili w 2005 roku dzięki singlom Leave Before The Lights Come On (2006), I Bet You Look Good on the Dancefloor (2005) oraz When the Sun Goes Down (2006).\nNa początku 2006 roku zespół wydał debiutancki album Whatever People Say I Am, That's What I'm Not, który stał się najszybciej sprzedawanym debiutanckim albumem w historii brytyjskiego rynku muzycznego[2]. Otrzymał on nagrodę Mercury Prize[3] oraz nagrody BRIT dla najlepszego zespołu brytyjskiego i za najlepszy album brytyjski 2007 roku[4].\nKolejny album został wydany na początku 2007 roku pod tytułem Favourite Worst Nightmare również okazał się dużym sukcesem. Album ten został także nominowany do Mercury Prize w 2007 roku[5].\nW 2009 roku Arctic Monkeys wydali trzecią płytę, nazwaną Humbug.\n6 czerwca 2011 roku została wydana płyta Suck It and See.\n9 września 2013 roku wydany został piąty album studyjny grupy, AM. Płyta zebrała pozytywne recenzje krytyków muzycznych[6] oraz przyniosła Arctic Monkeys trzecią nominację do Mercury Prize.[7] Album debiutował na szczycie UK Albums Chart, dzięki czemu Arctic Monkeys pobili rekord, stając się pierwszym w historii zespołem wydawanym przez niezależną wytwórnię, którego pięć albumów znalazło się na pierwszym miejscu tej listy.","strGender":"Male","intMembers":"4","strCountry":"Sheffield, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wvsvuv1562540742.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wtyxqs1557389695.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/3kvo4h1666474581.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/wqurst1511882696.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wqxqqx1522246117.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vvrwwt1352211350.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wwquyt1385243671.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/h2uz8g1665177798.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/arctic-monkeys-4f16ebff508a6.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rsxusw1346240770.jpg","strMusicBrainzID":"ada7a83c-e3e1-40f1-93f9-3e73dbc9298a","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Arctic Monkeys/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}