{"artists":[{"idArtist":"111352","strArtist":"Taylor Swift","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Republic Records","idLabel":"47129","intFormedYear":"2006","intBornYear":"1989","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Energetic","strWebsite":"taylorswift.com","strFacebook":"www.facebook.com/TaylorSwift","strTwitter":"1","strBiographyEN":"Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter and occasional actress. Raised in Wyomissing, Pennsylvania, Swift moved to Nashville, Tennessee at the age of fourteen to pursue a career in country music. She signed to the independent label Big Machine Records and became the youngest songwriter ever hired by the Sony/ATV Music publishing house. The release of Swift's eponymous debut album in 2006 established her as a country music star. \"Our Song\", her third single, made her the youngest sole writer and singer of a number one song on the country chart. She received a Best New Artist nomination at the 50th Grammy Awards.\n\nSwift's second album, Fearless, was released in late 2008. Buoyed by the chart success of the singles \"Love Story\" and \"You Belong with Me\", Fearless attracted a crossover audience and became the top-selling album of 2009. The record won four Grammy Awards, with Swift becoming the youngest ever Album of the Year winner. Fearless also received Album of the Year plaudits at the American Music Awards, Academy of Country Music Awards and Country Music Association Awards, making it the most awarded album in country music history. In 2010, Swift released her third album, Speak Now, which sold over one million copies in its first week. She then embarked on the 111-date Speak Now World Tour, which was attended by over 1.6 million fans. The album's third single, \"Mean\", won two Grammy Awards for Best Country Song and Best Country Solo Performance. Swift is currently recording her fourth studio album, due for release in the fall of 2012.\n\nThe New York Times considers Swift to be \"one of pop’s finest songwriters\" while Rolling Stone describes her as one of the best songwriters in contemporary \"pop, rock or country\". Her work has earned her numerous awards and accolades, including six Grammy Awards, ten American Music Awards, seven Country Music Association Awards, six Academy of Country Music Awards and 13 BMI Awards. She has sold over 22 million albums and 50 million song downloads worldwide. In addition to her music career, Swift has appeared as an actress in the crime drama CSI: Crime Scene Investigation (2009), the romantic comedy Valentine's Day (2010) and the animated film The Lorax (2012). As a philanthropist, Swift has supported arts education, children's literacy and natural disaster relief funds.","strBiographyDE":"Sie ist keine der üblichen US-Country-Jungstars. Schon in sehr frühen Kindheitsjahren zeigt die am 13. Dezember 1989 in Wyomissing, Pennsylvania zur Welt gekommene Taylor Swift ein überdurchschnittliches Interesse an Musik und Karaoke-Veranstaltungen. Bereits mit elf Jahren versucht sie, unterstützt von ihren Eltern, an einen Plattenvertrag zu gelangen. Doch das bleibt zunächst ein aussichtsloses Unterfangen.\n\nInteresse und eine noch nicht bewiesene Begabung reichen dafür eben nicht aus. So schenken ihr die Eltern die erste Gitarre. Taylor spielt von Beginn an nicht nur bereits bekannte Hits nach, vornehmlich aus dem Country-Bereich, sondern übt sich im Komponieren und Texten.\n\nIhre Arbeit legt sie mit 14 verschiedenen Plattenfimen in Nashville vor. Branchenriese Sony greift zu: Fortan arbeitet der Teenager als angestellte Songschreiberin. Doch damit gibt sich Taylor Swift nicht zufrieden. Sie beginnt zusätzlich, sich um Liveauftritte in kleinen Clubs zu bemühen.\n\nAn einem solchen Abend im Bluebird Café ist Scott Borchetta, Eigner des gerade gegründeten Labels Big Machine Records, auf Talentsuche. Was er hört und sieht, gefällt ihm. Er bietet der jungen Künstlerin sofort einen Plattenvertrag an.\n2006 erscheint das Debütalbum \"Taylor Swift\", und erweist sich auf Anhieb als künstlerischer und kommerzieller Erfolg, bevor sich die Sängerin 2008 mit \"Fearless\" entgültig als erfolgversprechende Newcomern etabliert.\n\nTaylor Swift beschränkt sich nicht allein auf die Musik, sie versucht sich auch als Schauspielerin. Unter anderem hat sie einen Gastauftritt in der Serie \"CSI: Den Tätern Auf Der Spur\". In \"Hannah Montana - Der Film\" spielt sie neben Hauptdarstellerin Miley Cyrus sich selbst.\n\nIm Oktober 2010 katapultiert sich Taylor Swift mit ihrem dritten Album \"Speak Now\" abermals an die Spitze der US-Charts. Von nun an gibt es kein Halten mehr. Bei der anschließenden Tour füllt die Sängerin die größten Hallen. Die Eindrücke und Erlebnisse landen im Dezember in Form +der Live-CD/DVD \"Speak Now World Tour Live\" bei unzähligen Fans unterm Weihnachtsbaum.\n\nAuch die Industrie klopft der Amerikanerin anerkenned auf die Schultern und \nüberreicht ihr zwischen 2010 und 2012 insgesamt sechs Grammy Awards. Mit dem vierten Album \"Red\" knüpft Taylor im Oktober 2012 nahtlos an den Erfolg des Vorgängers an. Bereits die erste Single \"We Are Never Ever Getting Back Together\" bricht alle ITunes-Rekorde.\n\nDie eigene Authentizität bleibt der Künstlerin sehr wichtig. Auf keinen Fall will sie als goldgelocktes Pop-Püppchen dastehen: \"Nachdem ich die ersten Gespräche mit unterschiedlichen Labels geführt hatte, wurde mir schon sehr bald klar, dass sie gar nicht daran interessiert waren, dass ich das Album selbst schreibe. Das war definitiv ein herber Rückschlag\".\n\nIm konservativen Country-Bereich nehmen Taylors Songs eine Ausnahmestellung ein. In erster Linie handelt es sich bei ihren Arbeiten um Popsongs mit allerlei Singer/Songwriter-Momenten. Der Country-Einfluss ist eher dezent und drängt sich selten in den Vordergrund. Mit einer Mischung verschiedenster Stile sind in diesem Segment auch Sängerinnen wie LeeAnn Rymes oder Shania Twain erfolgreich.\n\nTaylor Swift meint über ihre Motivation: \"Ich brauche jeden Tag Musik. Nichts geht ohne sie. Mit Musik können Menschen zeigen, wie sie sich fühlen. Manchmal wissen wir doch gar nicht, wie es uns eigentlich geht, bis jemand daherkommt und das Gefühl genau auf den Punkt bringt – wenn das passiert, hast du einen neuen Lieblingssong. Das ist etwas ganz Besonderes, und es ist mir eine Ehre, Musik zu machen, die möglicherweise zum Lieblingssong eines anderen Menschen werden kann\".","strBiographyFR":"Taylor Alison Swift (née le 13 décembre 1989 à Reading en Pennsylvanie) est une chanteuse, auteure-compositrice-interprète, musicienne et actrice américaine. Élevée à Wyomissing en Pennsylvanie, Taylor s'est installée à Nashville dans le Tennessee à l'âge de 14 ans afin de poursuivre une carrière dans la musique country. Elle a ensuite signé un contrat avec le label indépendant, Big Machine Records et devient la plus jeune artiste à avoir signé avec la maison d'édition de musique Sony/ATV Music Publishing. La sortie de son premier album intitulé Taylor Swift (2006) fait d'elle une star de la musique country. Le troisième single de l'album, \"Our Song\", fait d'elle la plus jeune artiste à avoir un single - qu'elle a elle-même écrit et composé - en tête des charts. En 2008, elle a reçu une nomination pour \"Meilleur nouvel artiste\" lors des Grammy Awards.\nEn 2008, elle sort son deuxième album intitulé Fearless. Soutenu par deux singles de style pop, Love Story et You Belong with Me, l'album Fearless devient l'album le plus vendu de 2009 et elle a également assuré une tournée internationale le « Fearless Tour ». L'album remporte quatre Grammy Awards ce qui fait d'elle l'artiste la plus jeune à avoir remporté le prix de « L'album de l'année ». Son troisième album, Speak Now (2010), s'est vendu à plus de 1 million de copies la première semaine après sa sortie et elle est partie en tournée pendant treize mois. Le troisième single de l'album intitulé Mean a remporté deux Grammy Awards. En 2012, elle a sorti son quatrième album intitulé Red qui s'est vendu à plus de 1,21 million de copies dès la première semaine après sa sortie. Le premier single de l'album intitulé We Are Never Ever Getting Back Together est le premier tube de Taylor à être en tête du Billboard Hot 100 et le premier à être mondialement connu. En mars 2013, Taylor débutera le « Red Tour ».\nTaylor est aussi connue pour ses chansons narratives sur ses expériences d'adolescente et de jeune adulte. En tant que parolière, elle a été honoré par le Nashville Songwriters Association International ainsi que par le Songwriters Hall of Fame. Les autres récompenses de Taylor impliquent : sept Grammy Awards, onze American Music Awards, sept Country Music Association Awards, six Academy of Country Music Awards et treize BMI Awards. Elle a vendu plus de 26 millions d'albums et 70 millions de téléchargements de ses chansons dans le monde entier. En plus de sa carrière musicale, Taylor a joué dans un épisode des Experts en 2009, dans la comédie romantique Valentine's Day (2010) et le film d'animation Le Lorax (2012). Le magazine Forbes a déclaré que son salaire net est estimé à environ 165 millions de dollars.","strBiographyCN":"泰勒·史薇芙特（英语：Taylor Swift，1989年12月13日－，中国大陆譯作泰勒·斯威夫特，台湾譯作泰勒絲），美國鄉村音樂女創作歌手、吉他歌手、演员。根据Nielsen SoundScan，史薇芙特在2008年总共卖出400万份专辑，这使得她成为美国当年最畅销音乐人。2006年，她发售了首张单曲《Tim McGraw》，紧接着发售了首张同名专辑《泰勒·史薇芙特》，该专辑获得美国唱片业协会的白金唱片认证。\n2008年11月，史薇芙特发售了她的第二张专辑《放手去爱》（Fearless），这张专辑在商业上是一个巨大的成功，截止到目前已经卖出一千万张，与此同时依靠这张专辑收获无数格莱美奖项。[6]。\n《放手去爱》一共於不连续的11个星期占据公告牌二百强专辑榜榜首[7]，自2000年以来，直到Adele的《21》出现，还没有专辑可以超越這紀錄。2009年，史薇芙特更获告示牌雜誌封為2009年年度艺人[8]。同年，史薇芙特於《福布斯》名人榜名列第69位，總收入共1800万美元[9]。2010年1月31日，史薇芙特以专辑《放手去爱》获得第52届格莱美奖年度最佳专辑奖。\n2010年1月，Nielsen SoundScan统计显示史薇芙特目前一共销售超過243万首數位歌曲，亦是音乐史上最高销量的數位唱片歌手[10]。\n絲薇芙特的第四張專輯，《紅色》（英語：RED）於2012年10月22日發行。專輯的第一支單曲《絕對絕對分定了》（英語：We Are Never Ever Getting Back Together）是泰勒首張於告示牌百強單曲榜奪冠的單曲。","strBiographyIT":"Taylor Alison Swift (Wyomissing, 13 dicembre 1989) è una cantautrice e attrice statunitense. Si appassiona fin da piccola alla musica country, ascoltando vecchi dischi di Patsy Cline e Dolly Parton e scrive la sua prima canzone a undici anni. Dopo numerosi demo consegnati a Nashville e varie apparizioni pubbliche riesce ad attirare l'attenzione della RCA Records, con la quale collabora per un anno come autrice; abbandona poi l'etichetta e firma un contratto con la Big Machine Records.\nNel 2006 pubblica il suo primo album in studio, Taylor Swift, che ha venduto oltre cinque milioni e mezzo di copie[5] ed è rimasto nella classifica statunitense per 273 settimane; è inoltre riuscito a rimanere alla vetta della classifica degli album country per otto settimane consecutive. Nel 2008 pubblica Fearless, album che l'ha portata alla ribalta in tutto il mondo, grazie anche ai singoli You Belong with Me, premiato da MTV come miglior video del 2009, e Love Story, il suo più grande successo, avendo registrato oltre cinque milioni di download nei soli Stati Uniti, diventando la canzone country più venduta della storia.[6][7] Il singolo White Horse, nonostante non abbia raggiunto i vertici delle classifiche, le ha fatto vincere due Grammy Award come \"Miglior performance country femminile\" e \"Miglior canzone country\". Lo stesso anno vince altri due Grammy: \"Album dell'anno\" e \"Miglior album country\", entrambi per Fearless. Il terzo album, Speak Now, premiato da Billboard come album dell'anno e inserito alla 45ª posizione dei 50 album femminili migliori nella storia da Rolling Stone, è stato trainato al successo e alle vette della classifica statunitense dai singoli Mine e Back to December. È stata nominata \"Donna dell'anno\" nel 2011 dalla rivista Billboard per via dei grandi risultati e i record raggiunti con i suoi album.[8]\nNel 2011 la rivista Forbes ha incluso Swift al settimo posto fra le celebrità più importanti del mondo, con un reddito di 45 milioni di dollari guadagnati durante l'anno. Sempre secondo Forbes, la Swift ha un patrimonio stimato di 165 milioni di dollari.[9] Sempre nel 2011, Swift ha raggiunto i 20 milioni di album venduti[10] e 42 milioni di singoli[11] ed è entrata nei Guinness World Record per \"la più veloce vendita digitale\" con Speak Now e per il maggior numero di canzoni in classifica simultaneamente di un'artista femminile.[12] Nel 2008 il New York Times ha descritto Taylor Swift come una teenager tutt'altro che ingenua: «una delle migliori autrici del pop, il personaggio più dotato di senso pratico della scena country e più in contatto con la propria vita interiore rispetto alla maggior parte degli adulti».[13]","strBiographyJP":"テイラー・スウィフト（Taylor Swift、1989年12月13日 - ）は、アメリカ合衆国のカントリー・ミュージック歌手、シンガーソングライター。女優として映画やテレビドラマにも出演している。身長180 cm（5ft11in）[1]、足のサイズは26.5cm。\n立て続けにヒット曲を生み出しており、ファン層も広く、しばしば「America's sweetheart」と呼ばれる。\n1989年12月13日、ペンシルベニア州レディングで生まれた。現在はテネシー州ナッシュビルのヘンダーソンビルに両親と弟とともに在住。プロのオペラ歌手である祖母とカントリー歌手のリアン・ライムスの影響を受け、カントリー歌手になる事を決意した。その他、パッツィ・クライン、ドリー・パートン、シャナイア・トゥエインといった女性カントリー歌手や、ディクシー・チックスをよく聴いていたとも述べている。\n10歳の時、ワイオミッシングでのカラオケ大会で、初めて人前で歌を歌い、その時から詞を書き始めた。11歳の時、カントリーミュージックで名高いテネシー州ナッシュビルのミュージック・ロウの全レコードレーベルに自作のデモテープを提出した。しかし、多くのレーベルからの評価は低いままだった。\n12歳の時からナッシュビルに通い、地元の作詞家とともに書いた曲を提出し続けた。家族はテイラーのためにナッシュビルの郊外に転居する事を決めたという。その後、カントリー・ミュージックに特化した独立レコードレーベルである、ビッグマシン・レコードと契約を結んだ。\n学生時代は同級生からいじめをうけていて、カントリー・ミュージックが好きということも笑いのネタにされていた。そのことについてテイラーは「彼女達のいじめという逆境に負けず頑張れたし、試練にもなった。私が世界に負けないよう強くなれたのも彼女達のおかげだと思う」とコメントしている。\n2010年夏ごろから、ナッシュビルの実家から20分程離れたマンションにて一人暮らしを始めている。","strBiographyRU":"Тейлор Элисон Свифт (англ. Taylor Alison Swift) — американская кантри-певица и актриса. Автор песен, часто в соавторстве с другими поэтами и композиторами. В январе 2010 года Nielsen SoundScan назвал её наиболее успешным цифровым исполнителем в истории музыки (34,3 млн.цифровых продаж)[3]. Обладательница более ста премий, в том числе семи «Грэмми», пятнадцати «American Music Awards» и двенадцати «Billboard Music Awards». В июне 2011 года Тейлор Свифт и Кэрри Андервуд стали единственными двумя представителями жанра кантри, вошедшими в список «Королевы Поп-музыки» («Queens of Pop») журнала Rolling Stone[4], с 26 млн. копий альбомов и 75 млн. синглов во всём мире[3][5]. Тейлор Свифт родилась 13 декабря 1989 года в городе Рединг, а выросла в городе Вайомиссинг, штат Пенсильвания, США. Большое влияние на неё оказали Шанайя Твейн[6], ЛиЭнн Раймс и её бабушка[источник не указан 904 дней]. В 10 лет Тейлор уже стала местной знаменитостью[источник не указан 904 дней] в родном городе Вайомиссинге, выступая на ярмарках, фестивалях и состязаниях. Она спела государственный гимн на открытии 76-х Филадельфийских игр в возрасте 12 лет, и её выступление пришлось по душе публике[7]. Тейлор взяла в руки гитару в возрасте 10 лет и тогда же начала писать песни[8]. К тому времени она осознала, что переполняющие её чувства можно выражать с помощью музыки.\nПереехав в один из пригородов Нэшвилла, Тейлор выступала у витрин кафе со своими композициями, и, однажды попалась на глаза одному из ветеранов музыкальной индустрии Скотту Борчетте, который недавно создал независимый лейбл Big Machine Records[9]. В августе 2006 года вышел её дебютный сингл Tim McGraw. Альбом Taylor Swift, релиз которого состоялся 4 октября 2006 года, принёс ей известность и стал для неё несомненным успехом. В октябре 2007 года она была признана Международной Ассоциацией авторов песен Нэшвилла лучшим исполнителем и автором года и стала самой молодой певицей, получившей эту премию.\nРождественский альбом Свифт Sounds of the Season: The Taylor Swift Holiday Collection увидел свет 16 октября 2007 года. В 2008 году был выпущен мини-альбом Beautiful Eyes. Тейлор получила номинацию на Грэмми за 2008 год как «Лучший новый исполнитель», но уступила награду Эми Уайнхаус.\nЕё следующий студийный альбом Fearless появился в США 11 ноября 2008 года[10]. Альбом занял первое место в чарте музыкальных альбомов Billboard 200[11] и разошёлся тиражом 592 000 экземпляров за первую неделю, а по своим продажам превзошел все остальные альбомы, выпущенные за год.\nВ 2008 году получила премию Young Hollywood Awards (Молодой Голливуд) в категории Будущая суперзвезда. В 2009 году Тейлор получила награду Best Female Video на MTV Video Music Awards 2009 за свой клип «You Belong With Me». А 6 января 2010 года Тейлор Свифт была удостоена награды на People Choice Awards 2010 в номинации «Певица года». В 2011 году на церемонии American Music Awards 2011 получила награду в категории «Лучший исполнитель года».\nНа 52-ой церемонии награждения Grammy Awards получила награды «Лучшая кантри-исполнительница», «Лучшая кантри-песня» за сингл White Horse и «Альбом года», «Лучший кантри-альбом» за альбом Fearless. На 54-й певица снова стала номинантом на «Лучший кантри-альбом», но не победила в номинации. Но на этой же премии выиграла номинации лучшая кантри песня и лучшее кантри видео за «Mean», а также снова стала лучшей кантри-исполнительницей. На 55-й Тейлор победила в номинации «Лучшая песня для кинофильма».","strBiographyES":"Taylor Alison Swift (13 de diciembre de 1989 en Reading, Pensilvania) es una actriz, cantante y compositora estadounidense de música country. Swift se mudó a Nashville, Tennessee a la edad de catorce años para seguir una carrera de música country. Swift trabaja con la compañía discográfica independiente Big Machine Records y se convirtió en la cantautora más joven contratada por Sony/ATV Music publishing house. En el año 2006 lanzó su álbum debut homónimo Taylor Swift y se convirtió rápidamente en la más famosa de la música country con «Our Song», su tercer sencillo. Éste la convirtió en la persona más joven en escribir sencillos sin ayuda de nadie y cantar una canción Nº 1 en la lista de country chart. Swift recibió un premio a \"Mejor artista nuevo\" y fue nominada para los premios Grammy.\nSwift lanzó a finales del 2008 su segundo álbum, Fearless. El álbum se hizo exitoso por los singles «Love Story» y «You Belong With Me». Fearless, fue el álbum más vendido del mundo en el año 2009. El disco ganó cuatro Grammys. Swift se convirtió además en la cantante más joven en ser ganadora del Grammy al \"Álbum del Año\". Fearless recibió asimismo los aplausos del año en los American Music Awards, los Academy of Country Music Awards y los Country Music Association Awards, lo cuál lo convirtió en el álbum más premiado en la historia de la música country.\nEn el año 2010, Swift lanzó su tercer álbum, Speak Now, que vendió más de un millón de copias en su primera semana. Después emprendió su gira Speak Now World Tour, que incluyó muchas fechas y a la cuál asistieron más de 1,6 millones de fans. El tercer sencillo del álbum «Mean» ganó dos Grammy. Swift lanzó su cuarto álbum: Red en octubre de 2012. El primer sencillo del álbum «We Are Never Ever Getting Back Together» se convirtió en la primera canción de Swift en llegar al Nº 1 en la lista de Billboard Hot 100. Red ha vendido más de 6 millones de discos.\nSwift es conocida por escribir canciones acerca de sus experiencias como adolescente y adulta; ha sido honrada por la asociación Nashville Songwriters Association y Songwriters Hall of Fame.","strBiographyPT":"Taylor Alison Swift (Reading, 13 de dezembro de 1989) é uma cantora, compositora, instrumentista, produtora musical e atriz dos Estados Unidos da América. Ela assinou contrato pela gravadora Big Machine Records em 2006 e debutou nas paradas musicais aos 16 anos, com o seu single \"Tim McGraw\", canção dedicada ao cantor que a convidou para abrir seus shows, começando assim sua carreira.\nSeu álbum de estreia epônimo foi lançado em novembro do mesmo ano e vendeu cinco milhões de cópias nos Estados Unidos, onde foi certificado cinco vezes platina. Os cinco singles do álbum foram top 10 nos charts country e top 40 no Hot 100 da Billboard. Em 2007, ela recebeu o prêmio Horizon Award (Revelação) no CMA Awards. Em 11 de novembro de 2008, ela lançou seu segundo álbum, \"Fearless\", que ficou em primeiro lugar na Billboard 200 durante onze semanas não consecutivas e foi o disco mais vendido nos Estados Unidos em 2009, tendo vendido um total de sete milhões de cópias, sendo seis milhões delas nos Estados Unidos3 e atualmente está na lista de recordistas de vendas de discos da história do país segundo o ranking da RIAA.4 .\nEm 2009, Taylor ganhou o prêmio de melhor videoclipe feminino no VMA com \"You belong with me\". Também em 2009, venceu 4 CMA Awards, incluindo a categoria mais prestigiada, a de Entertainer do Ano, e 5 American Music Awards, incluindo o de Artista do Ano. Por fim, em fevereiro de 2010, a cantora ganhou 4 Grammy Awards, incluindo Disco do Ano. Em outubro do mesmo ano, Swfit lançou seu terceiro álbum, Speak Now, que também estreou na primeira posição da Billboard 200, vendendo pouco mais de um milhão de cópias na primeira semana nos Estados Unidos e, em 22 de outubro de 2012, lançou o seu quarto álbum, chamado \"Red\" (cujo nome ela justificou por vermelho ser a cor que ela enxerga quando sente forte emoções).","strBiographySE":"Taylor Alison Swift, född 13 december 1989 i Wyomissing i Pennsylvania i USA, är en amerikansk countrysångerska, låtskrivare och skådespelerska.\nSwift började sin musikkarriär i de tidiga tonåren. Hon fick ett skivkontrakt med independentbolaget Big Machine Records 2006, och gjorde sin debut på Billboard-countrylistan med debutsingeln \"Tim McGraw\". Låten hamnade sexa som bäst, och var den första av fem singlar från hennes debutalbum Taylor Swift. Albumet släpptes i slutet av 2006 och återlanserades 2007. Skivan har uppnått multiplatina tre gånger enligt RIAA. Efter \"Tim McGraw\" kom \"Teardrops On My Guitar\" (#2), och sedan sex veckor högst upp på listan \"Our Song\", sedan \"Picture to Burn\" (#3), och ännu en förstaplats med singeln \"Should've Said No\". Alla fem singlar från hennes debutalbum hamnade på Topp 40-hits på Billboard Hot 100; det gjorde även \"Change\" från AT&T TEAM USA Soundtrack. Hennes andra album Fearless släpptes 11 november 2008. Från det albumet heter den första singeln \"Love Story\"; den nådde som bäst plats 4 på Billboard Hot 100.","strBiographyNL":"Taylor Alison Swift (Reading (Pennsylvania), 13 december 1989) is een Amerikaans zangeres, songwriter, muzikante en actrice. In Nederland werd ze bekend door de single \"Love Story\". In België was haar eerste grote hit \"You Belong with Me\". Taylor is geboren op 13 december 1989 in Reading, Pennsylvania, en groeide op in Wyomissing, Pennsylvania, op een kerstbomenkwekerij. Ze is de dochter van Andrea Gardner, een huisvrouw, en Scott Kingsley Swift, een effectenhandelaar, en heeft een jongere broer, Austin. Haar grootmoeder, Marjorie Finlay, was een operazangeres.\nToen Swift in het vierde leerjaar zat won ze een nationale poëziewedstrijd met het drie pagina's lange gedicht \"Monster in My Closet\". Toen ze twaalf was leerde een computer-reparateur haar drie akkoorden op gitaar spelen. Nadien schreef ze haar eerste liedje, \"Lucky You\". Op haar twaalfde besteedde Swift een hele zomer aan het schrijven van een 350 pagina's lange roman, die echter nooit is uitgegeven. Ze begon regelmatig liedjes te schrijven. Op school werd ze gepest, en dus besteedde ze haar tijd aan het schrijven van liedjes die een uitlaatklep voor haar emoties waren. Ze begon ook op te treden op lokale festivals en deed mee aan karaokewedstrijden.\nSwift ging regelmatig naar Nashville, Tennessee, om met lokale songwriters te werken. Op veertienjarige leeftijd verhuisde ze met haar familie naar Nashville, waarna ze naar de Hendersonville High School ging. De laatste twee jaar van de middelbare graad kreeg ze thuis les. In 2008 behaalde ze haar diploma van het middelbaar onderwijs.","strBiographyHU":"Taylor Alison Swift (USA, Pennsylvania, Wyomissing, 1989. december 13. –) amerikai hatszoros Grammy-díjas country-pop énekes, dalszerző és színész.\n2006-ban kiadta debütáló kislemezét a Tim McGraw címmel, aztán nem sokára követte az önmagáról elnevezett első albuma, amely később multiplatina lett a RIAA által. Az egyik kimásolt dal az Our Song első lett a Billboard magazin country-dal listáján. 2008 novemberében megjelent második lemeze a Fearless , amelynek köszönhetően négy Grammy-díjat nyert köztük az \"Év albuma\" és \"Év country albuma\" kategóriában. A Fearless 11 egymást nem követő héten lett első a Billboard 200 listáján. Az album két kislemeze A Love Story és a You Belong With Me felvételek pedig nemzetközileg is sikeresek lettek. 2009-ben pedig Swift a Billboard Magzine-tól megkapta az \"Év előadója\" címet. 2010. október 25-én megjelent harmadik lemeze, a Speak Now, amiből az első héten 1.047.000 példányt értékesítettek. Az album harmadik kislemeze a Mean a Grammy díjátadón nyert a \"Legjobb country felvétel\" és a \"Legjobb country dal\" kategóriában. A negyedik lemeze, a Red 2012. október 22-én kerül a boltok polcaira.\nVálasztották már az év dalszerzőjének, és többek között olyan elismerései vannak, mint hat Grammy-díj, tíz American Music Awards, 7 Country Music Association Awards, 6 Academy of Country Music Awards és 13 BMI Awards. Eladott világszerte 20 millió lemezt és 50 millió kislemezt, ezek közül 17,8 millió albumot és 47,6 millió kislemezt az Amerikai Egyesült Államokban. A zene mellett szívesen színészkedik. Szerepelt a CSI:A helyszínelőkben, a Valentin nap-ban és a The Lorax című animációs filmben. Swift támogatja a művészeti oktatást, a gyerekek írni-olvasni tudását, természeti katasztrófák áldozatait és a beteg gyermekeket.","strBiographyNO":"Taylor Alison Swift (født 13. desember 1989 i Reading, Pennsylvania) er en amerikansk, Grammy-vinnende country-sanger, gitarist og låtskriver. Hun skriver om det hun opplever i livet, og sier selv at de fleste sangene handler om tidligere kjærester, kjærlighet og gutter.\n\nTaylor Swift gav ut debutplata Taylor Swift i 2006, og den kom på 6. plass på Billboard-lista. I 2008 utgav hun sin andre plate Fearless, som er kritikerrost og var på 1. plass på Billboard-lista ni uker på rad. Noen av hennes mest kjente sanger er \"We Are Never Ever Getting Back Together\", \"I Knew You Were Trouble\", \"You Belong With Me\" og \"Love Story\" I filmen Valentine's Day spiller hun mot Taylor Lautner. På TV spiller hun i seriene CSI og Law & Order. Hun har også en rolle i Hannah Montana: The Movie.\n\nHun har vunnet 62 priser, blant annet seks American Music Awards, fem CMT Music Awards og en MTV Music Video Award. Hun har også blitt nominert til 94 priser, blant annet femten Grammy Awards, og hun har vunnet syv.[3][trenger referanse] Taylor Swift har en parfyme kolleksjon også, Wonderstuck og har foreløpig 2 parfymer i kolleksjonen.","strBiographyIL":"טיילור אליסון סוויפט (באנגלית: Taylor Alison Swift; נולדה ב-13 בדצמבר 1989, בעיר רדינג שבפנסילבניה) היא זמרת-יוצרת קאנטרי-פופ אמריקאית, זוכת 7 פרסי גראמי.[דרוש מקור] טיילור סוויפט נולדה ב-13 בדצמבר 1989 בעיר רדינג שבפנסילבניה לאנדריאה גארדנר (לבית פינלי), עקרת בית, וסקוט קינגסלי סוויפט,יועץ פיננסי. לטיילור אח צעיר בשם אוסטין.\nכאשר סוויפט הייתה בכיתה ד', היא זכתה בתחרות השירה הלאומית עם שיר בן שלושה עמודים, \"מפלצת בארון הבגדים שלי\". בגיל עשר, הראה לה טכנאי המחשב שלה, רוני, איך לנגן שלושה אקורדים על גיטרה, ועורר בה עניין ללמוד את הכלי. מאז, טיילור מספרת, הייתה חוזרת הביתה יום יום ומנגנת במשך שעות. מעבר לשלושת האקורדים שלימד אותה הטכנאי, היא לימדה עצמה לנגן לבד. מיד לאחר מכן כתבה סוויפט את השיר הראשון שלה, \"Lucky You\". בכל תקופת בית הספר היסודי וחטיבת הביניים סבלה טיילור מהצקות ובריונות. היא הייתה ילדה בודדה ומעידה שמאז אותו היום מוזיקה הייוותה עבורה מפלט מהמציאות. היא מספרת שאת כל מה שלא יכלה להגיד לילדים בבית הספר מול הפנים, הייתה כותבת בצורת שיר מייד כשהייתה מגיעה הביתה.\nסוויפט התאהבה מיד בעולם המוזיקה והכתיבה. אחרי צפייה עם המשפחה בסדרה שעקבה אחרי סיפור גילויה של הזמרת פיית' היל, הבינה טיילור שתוכל לקבל הזדמנות אמיתית להצליח רק אם תעבור לנאשוויל. במשך שנתיים ביקשה טיילור מהוריה לעבור להתגורר בנאשוויל, טנסי, ובשלב מסוים אמה נכנעה לשכנועים ונסעה עם בתה הצעירה לתקופת ניסיון. הן הסתובבו בין תחנות רדיו, ברים וחברות הקלטות בנסיונות לקבל תשומת לב. והיא ומשפחתה עברו לגור שם כשהוצע לה חוזה מעקב בחברת ההקלטות RCA. לאחר שנה שבה הציגה את השירים שכתבה לחברה, נאמר לטיילור כי היא צריכה לשיר שירים של כותבים אחרים וכי אין מקום לזמרת צעירה וחדשה כמוהה לשיר שירים משל עצמה. סוויפט הנחושה החליטה לפרוש, וויתרה על אפשרות לחוזה הקלטות שמבטיח פרסום מיידי.\nכאשר הייתה סוויפט בת 13, היא הקדישה את כל הקיץ כדי לכתוב רומן בן 350 עמודים, אשר לא פורסם. היא החלה לכתוב שירים בקביעות והשתמשה בהם כפורקן, לעזור לה עם הכאב החברתי שלה, והעובדה שלא השתלבה בבית הספר. סוויפט הייתה קורבן של הצקה, ובילתה זמן בכתיבת שירים כדי להביע את רגשותיה. היא הופיעה בתחרויות קריוקי ששם היא שרה שירי קאנטרי, וכפרס זכתה לחמם הופעות של זמרי קאנטרי מפורסמים. היא הופיעה גם בפסטיבלים מקומיים וירידים. סוויפט החלה לבקר בקביעות בנשוויל ולעבוד עם מלחינים מקומיים. כשהייתה בת 14, משפחתה עברה לנשוויל. המופע הראשון והגדול שלה היה ב\"יריד בלומסברג\" (Bloomsburg Fair), בו קיבלה סוויפט מחמאות רבות על כישרונה.","strBiographyPL":"Taylor Alison Swift (ur. 13 grudnia 1989[1]) – amerykańska wokalistka country i popowa, aktorka.\nW 2006 roku ukazała się jej pierwsza płyta, Taylor Swift, która uzyskała multiplatynowy status w Stanach Zjednoczonych. Dwa lata później Swift wydała swój drugi album, Fearless, który spędził na szczycie Billboard 200 jedenaście tygodni, więcej od jakiejkolwiek innej płyty od 2000 roku[2]. W listach podsumowujących sprzedaż albumów w 2008 roku, Fearless uplasował się na 3. miejscu z 2.1 milionami kopii, zaś Taylor Swift zajął 6. pozycję ze sprzedażą 1.5 miliona egzemplarzy[3]. W 2009 roku magazyn Billboard uznał Taylor za artystkę roku, a Fearless otrzymał w 2010 roku nagrodę Grammy dla albumu roku[4].\nW 2011 roku magazyn Forbes umieścił Swift na 7. miejscu listy najbardziej wpływowych postaci show biznesu, jako że w okresie 12 miesięcy jej zarobki wyniosły 45 milionów dolarów[5]. Z kolei rok później zajęła 11. pozycję w tym samym zestawieniu, z rocznym dochodem w wysokości 57 milionów dolarów[6].\nW 2008 roku łączna sprzedaż albumów Swift wyniosła ponad 4 miliony kopii, czyniąc z niej najlepiej sprzedającego się artystę w Stanach Zjednoczonych w tymże okresie. Ten sam tytuł Swift dzierżyła również w roku 2010, kiedy to łączna sprzedaż jej albumów wyniosła 4 460 000 egzemplarzy – najwięcej spośród wszystkich artystów. W 2011 roku Taylor została wyróżniona tytułem Kobiety Roku według magazynu Billboard[7]. W 2012 roku Nielsen SoundScan umieścił Swift na 4. miejscu listy artystek, które sprzedały najwięcej wydawnictw w formie digital download w historii, z ponad 41 milionami jej utworów zakupionych cyfrowo[8]. W sumie albumy Swift rozeszły się w ponad 20 milionach egzemplarzy na całym świecie[9].","strGender":"Female","intMembers":"1","strCountry":"Pennsylvania, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wtxxru1527589862.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ts0qbd1700859597.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/8xl0gh1641422197.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/8pmyjw1698838790.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/smweor1698834530.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rt18of1698831071.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rvxwrr1497453228.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xtqpxr1497453280.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/nhzlpn1613388342.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qpuprv1497453327.jpg","strMusicBrainzID":"20244d07-534f-4eff-b4d4-930878889970","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Taylor Swift/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}