{"artists":[{"idArtist":"146664","strArtist":"Harry Styles","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Columbia","idLabel":"43473","intFormedYear":"2010","intBornYear":"1994","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Harry Edward Style (born 1 February 1994) is an English singer and songwriter. He is known as a member of the pop boy band One Direction. He made his debut as a singer with his band White Eskimo, who performed locally in Holmes Chapel, Cheshire. In 2010, Styles auditioned as a solo artist for the British television series The X Factor. After being eliminated as a solo performer, Styles was brought back into the competition, along with four other contestants, Niall Horan, Zayn Malik, Liam Payne and Louis Tomlinson, to form One Direction.\nStyles and his bandmates have released the albums Up All Night (2011), Take Me Home (2012), Midnight Memories (2013), Four (2014), and Made in the A.M. (2015). They have also performed on two worldwide tours, one featured on concert film One Direction: This Is Us, and won several awards, including five Brit Awards and four MTV Video Music Awards.\nOn 23 June 2016 it was reported by Billboard that Styles had signed a three-album solo recording deal with Columbia Records, the same label behind One Direction. Styles will make his acting debut in the war film Dunkirk in July 2017. Preceded by its first solo single \"Sign of the Times\", his self-titled debut album was released on 12 May 2017.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Harry Edward Style (nacido el 1 de febrero de 1994) es un cantante y compositor inglés. Es conocido como miembro de la banda pop de chicos One Direction. Hizo su debut como cantante con su banda White Eskimo, que se presentó localmente en Holmes Chapel, Cheshire. En 2010, Styles audicionó como solista para la serie de televisión británica The X Factor. Después de ser eliminado como solista, Styles volvió a la competencia, junto con otros cuatro concursantes, Niall Horan, Zayn Malik, Liam Payne y Louis Tomlinson, para formar One Direction.\nStyles y sus compañeros de banda han lanzado los álbumes Up All Night (2011), Take Me Home (2012), Midnight Memories (2013), Four (2014) y Made in the A.M. (2015). También se han presentado en dos giras mundiales, una presentada en la película del concierto One Direction: This Is Us, y han ganado varios premios, incluidos cinco Brit Awards y cuatro MTV Video Music Awards.\nEl 23 de junio de 2016, Billboard informó que Styles había firmado un contrato de grabación en solitario de tres álbumes con Columbia Records, el mismo sello detrás de One Direction. Styles hará su debut como actor en la película de guerra Dunkerque en julio de 2017. Precedido por su primer sencillo en solitario \"Sign of the Times\", su álbum debut homónimo fue lanzado el 12 de mayo de 2017.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Redditch, Worcestershire, England, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/upuupu1494747775.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wyvtup1504156902.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/gr3dyd1642413276.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qgx1oc1642413668.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/9gw7tx1642412967.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rrqpyv1494747900.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yquuwp1494784229.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/uuyytr1494784478.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/lwb7de1642412645.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/g9f18q1642413877.jpg","strMusicBrainzID":"7eb1ce54-a355-41f9-8d68-e018b096d427","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}