{"artists":[{"idArtist":"128941","strArtist":"SZA","strArtistStripped":null,"strArtistAlternate":"","strLabel":"RCA","idLabel":"45344","intFormedYear":"2012","intBornYear":"1989","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"R&B","strMood":"","strWebsite":"https://szactrl.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Solána Imani Rowe (born November 8, 1989), known professionally by SZA (/ˈsɪzə/; short for either \"Sovereign Zig-Zag Allah\" or \"Savior Zig-Zag Allah\"), is an American R&B singer and songwriter. She was born in St. Louis, Missouri, later relocating to Maplewood, New Jersey. In October 2012, Rowe self-released her debut EP, See.SZA.Run, which she then followed up with her second EP, titled S, in April 2013. In July 2013, it was revealed that she had signed to the hip hop record label Top Dawg Entertainment, through which she released Z, her third EP and first retail release, in April 2014.\n\nSZA's debut studio album, Ctrl, was released on June 9, 2017, to universal acclaim from music critics. The album debuted at number three on the US Billboard Top 200 and spawned the platinum-certified singles \"The Weekend\" and \"Love Galore\", which features rapper Travis Scott. Ctrl received several Grammy Award nominations, including Best Urban Contemporary Album.\n\nSZA is a neo soul singer whose music has been described as alternative R&B, with elements of soul, hip hop, minimalist R&B, cloud rap, witch house and chillwave. Rowe's lyrics are described as \"unravelling\", that revolve around themes of sexuality, nostalgia, and abandonment. SZA cites a variety of artists as influences, including Ella Fitzgerald, Meelah, Björk, Jamiroquai, and Lauryn Hill, among others. SZA also takes influence from non-musical artists, including filmmaker Spike Lee.\n\nEarly life\nSZA was born on November 8, 1990, in St. Louis, Missouri, before later relocating to Maplewood, New Jersey, where she was raised. Her father was an executive producer at CNN, while her mother was an executive at AT&T. Rowe was born to a Christian mother and a Muslim father. She was raised as an \"Orthodox Muslim\" and has an older half-sister TIffany Daniels. She attended a \"Muslim Prep-School\" everyday after her \"Regular School\". Rowe attended Columbia High School, where she was very active in sports, including gymnastics and cheerleading.  However, due to the September 11 attacks, Rowe was subjected to bullying, leading her to stop wearing her hijab. SZA continues to practice Islam. As a high school sophomore, she was ranked among the best gymnasts in the United States.\n\nAfter graduating from high school, Rowe later went to Essex County College to study liberal arts. She eventually dropped out and took random jobs in order to make money. Rowe formed her stage name from the Supreme Alphabet, taking influence from rapper RZA, the last two letters in her name stand for Zig-Zag and Allah, while the first letter Rowe says can mean either savior or sovereign.\n\nSZA vocal style has been described as taking on the \"lilt\" of a jazz singer. According to Marissa G. Muller of Rolling Stone magazine, Rowe's vocals alternate between a \"vapory husk and a sky-high falsetto\". Jordan Sargent of Pitchfork magazine labelled Rowe's vocals as being \"chillwave\" and \"ethereal\". SZA disputes her music being labelled as hip-hop, R&B and pop, stating she often listens to a variety of music including Stevie Nicks, classical jazz, folk, and rap. Further, she said: \"when you try to label it , you remove the option for it to be limitless. It diminishes the music.”\n\nSZA musical style has been described as \"alt R&B\". SZA songs are built over \"layers of sliced, delayed, and reversed vocals\" and contains \"twists and mutates\". Reggie Ugwu from Billboard magazine finds her musical style to feature an \"agnostic utopia dripping with mood\", that straddles the \"line between minimalist R&B, '80s synth pop and soul\". Rowe's music is primarily PBR&B and neo-soul, but has been noted for taking influences from a broad variety of genres including soul, hip hop, minimalist R&B, cloud rap, ethereal R&B, witch house and chillwave elements. Michael Madden described SZA's musical genre as being \"agnosticism corresponds\", noting that her work is not just one style of music and is versatile, noting the musical style is not just \"R&B, pop, soul, or one thing at all\".\n\nSZA began writing songs due to being \"passionate\" about writing, and enjoyed poetry; when writing lyrics, SZA \"freestyles\" them in order to express whatever comes to her \"mind\", noting that it does not always make sense to herself. Thematically, SZA's work contains \"unravelling lyrics\", that touch upon themes of sexuality, nostalgia, and abandonment.\n\nInfluences\nSZA listens to Ella Fitzgerald for vocal influence, and has said that Lauryn Hill is one of her personal influences. SZA also cites a wide range of musical artists as influences, including Meelah, the Red Hot Chili Peppers, LFO, Macy Gray, Common, Björk, Jamiroquai, and \"a lot of Wu, Nas, Mos Def, Hov\". Speaking on her influences, SZA said:\n\n personal influences came from dancing with American Ballet Theatre and doing pieces to Björk . That's the only time I had really any outside influence to music. So, the people that I fell in love with on a musical level were always much older. Jamiroquai is just, like, the shit for me\", whom she also grew up listening too.\n\nDuring an interview, SZA said she is less inspired by strictly music, and more inspired by creating art in general; she has looked up to people who were not \"typical artists\" including her \"favorite gymnast, ice-skater, saxophonist, painter, or movie director,\" continuing to say she was particularly inspired by film director Spike Lee. During an interview with W, SZA spoke on her style influences, saying a large amount of her style inspiration comes from movies, including Wes Anderson films, praising his use of \"pantone color palette\" and that she \"would love to dress like a character from Moonrise Kingdom. Or perhaps Bill Murray in The Life Aquatic.\"\n\nPublic image\nSZA, her music, and her image have been compared to neo-soul artists Erykah Badu and Lauryn Hill. SZA's hair became a point of interest during the early stages of her career and she discussed it in interviews with Vogue and Harper's Bazaar. During her performances, SZA tends to wear \"free-flowing\" clothes that are easy to move around in and has also been known to wear pajamas or baggy clothing onstage. SZA is known as TDE's first female signee and first singer, which also drew attention during the early stages of her career; Rowe described this attention as \"uncomfortable.\"","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Solána Imani Rowe (nacida el 8 de noviembre de 1989), conocida profesionalmente por SZA (/ˈsɪzə/; abreviatura de \"Sovereign Zig-Zag Allah\" o \"Savior Zig-Zag Allah\"), es una cantante y compositora estadounidense de R&B. Nació en St. Louis, Missouri, y luego se mudó a Maplewood, Nueva Jersey. En octubre de 2012, Rowe autoeditó su EP debut, See.SZA.Run, que luego siguió con su segundo EP, titulado S, en abril de 2013. En julio de 2013, se reveló que había firmado con el hip hop. sello discográfico Top Dawg Entertainment, a través del cual lanzó Z, su tercer EP y primer lanzamiento comercial, en abril de 2014.\n\nEl álbum de estudio debut de SZA, Ctrl, se lanzó el 9 de junio de 2017 y fue aclamado universalmente por los críticos musicales. El álbum debutó en el número tres en el Billboard Top 200 de EE. UU. y generó los sencillos certificados con platino \"The Weekend\" y \"Love Galore\", que presenta al rapero Travis Scott. Ctrl recibió varias nominaciones a los premios Grammy, incluido el de Mejor Álbum Urbano Contemporáneo.\n\nSZA es una cantante de neo soul cuya música ha sido descrita como R&B alternativo, con elementos de soul, hip hop, R&B minimalista, cloud rap, witch house y chillwave. Las letras de Rowe se describen como \"deshilachadas\", que giran en torno a temas de sexualidad, nostalgia y abandono. SZA cita una variedad de artistas como influencias, incluidas Ella Fitzgerald, Meelah, Björk, Jamiroquai y Lauryn Hill, entre otros. SZA también recibe influencias de artistas no musicales, incluido el cineasta Spike Lee.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Maplewood, New Jersey, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rqwvvs1429649819.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wxrrup1429649800.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/byhjdh1642075622.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qvvrrp1519853500.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vytrrs1519853486.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wqwyus1429652367.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wryuqv1429652409.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/ttwuru1429652424.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/g8zu8a1642075705.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qwsspv1429652439.jpg","strMusicBrainzID":"272989c8-5535-492d-a25c-9f58803e027f","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}