{"artists":[{"idArtist":"136908","strArtist":"Priscilla Chan","strArtistStripped":null,"strArtistAlternate":"陳慧嫻","strLabel":null,"idLabel":null,"intFormedYear":"1983","intBornYear":"1965","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Pop","strMood":"","strWebsite":"","strFacebook":"www.facebook.com/PriscillaChanWaiHan","strTwitter":"1","strBiographyEN":"Priscilla Chan Wai-han is a female Cantopop singer in Hong Kong.  Background Priscilla has one younger sister, one younger brother, both parents, and a dog named gucci&humphrey. Before retirement, her father was a senior officer of Hong Kong Immigration Service. She currently lives in Happy Valley, Hong Kong, with eight cats. Her favorite artistes are Michael Douglas and The Carpenters. She attended Marymount Secondary School in Happy Valley(formerly known as Maryknoll Sisters School), which is one of the best secondary schools in Hong Kong. As one of the very active students, she entered singing contests often as a teenager and got discovered by a recording company. Today, she is known for expressing great passion and emotion in her love songs, in which many of them are cantopop classics.   Music career Priscilla started her life as a professional singer when she was 18 in 1983. Her first song was titled \"Forgotten Promise\" (逝去的諾言), which is recorded in an album \"Girl Magazine\" (少女雜誌) that also featuring two other new comers. The song propelled Priscilla's career; thus, she released her own first album \"The Feelings of a Story\" (故事的感覺) in 1984. The next year, she released \"Priscilla,\" which included the hit \"Flower Shop\" (花店). In 1986, the album \"Revolt\" (反叛) had several classics and push Priscilla to new heights. Song included \"Dancing Street\" (跳舞街) (a version of Angie Gold's \"Eat You Up\" but based production wise, on Yōko Oginome's version, titled \"Dancing Hero\" (ダンシング・ヒーロー)), \"Loving Accident\" (痴情意外), \"Love Me Once Again,\" \"Revolt\" (反叛), and \"Hugging with Tears\" (與淚抱擁). Priscilla had a rough 1987, but she rebounded nicely in 1988 with the album 嫻情 1988, and the song \"Silly Girl\" (傻女, a Cantonese rework version of the Spanish song \"La Loca\") that first confirmed her status as a serious contender in the golden age of Cantopop. \"Silly Girl\" was re-made into a disco-version by a new comer in Hong Kong in 2007.  Priscilla chose to retire in 1989 in order to pursue her degree in psychology at the Syracuse University in Syracuse, New York, a promise to her parents that she kept. In her supposed-to-be last album, (永遠是你的朋友) \"Always Be Your Friend,\" the everlasting hit \"Thousands of Songs\" (千千闕歌) elevated her status in the legendary mega pop stars heavy industry including Leslie Cheung, Anita Mui and Alan Tam. This best-selling album of 1989 also recorded hits like \"Night Flight\" (夜機) and \"Dancing Boy.\"  During her academic career, she returned to Hong Kong and recorded three albums from 1992-1994 during the summer vacations. The song \"Snowfall\" (飄雪) was very popular for karaoke at the time; other hits included \"Red Tea Shop\" (紅茶館), which was voted among the Top 10 song of the Year in 1992, \"Come Back!\" (歸來吧!), and \"Jealousy.\" The album sales were surprisingly good despite the fact that she spent most of the time in the U.S. with minimum publicity.  By 1995, Priscilla has returned to the music industry in full force. Her initial return brought her back to the top of the pop chart with two albums: \"Welcome Back\" and \"I'm Not Lonely\" (我不寂寞). In fact, \"Welcome Back\" topped the sales chart for a modern record of six weeks! Songs like \"It's Always Raining Tonight\" (今天夜裡總下雨), \"Missing You\" (留戀), \"Missing Love and Dust\" (戀戀風塵), \"I'm Lonely\" (我寂寞), and \"Flow\" (飄) became instant classic. Her 10-night series of concerts in 1996 reaffirmed her popularity with the public. Another concert in 1997 with Hong Kong Philharmonic Symphony (HKPS) in Hong Kong made her the second pop artist ever to work with the HKPS.  With the signing of a new recording company, Cinepoly, her fame started to fall. The death of her beloved cat, Remington, in 1998 marked the start of three year period when she found life difficult as the new recording company wasn't working well for her. In 2000, after the last album with Cinepoly named \"Good For You\" (為你好), she retreated the music scene until 2003 when she made a come-back with an album named \"Loving Knot\" (情意結) and a series of concert in Hong Kong. However, due to the album sales that's below her expectation, mostly because of illegal online downloading and piracy, she decided to retreat once again. She criticized the trend of Cantopop audiences, of whom she believed was only interested in admiring the entertainers' image and not appreciating their music. However, she has reiterated her desire to continue singing as many loyal fans still remained around the world.  In 2007, Priscilla has signed IEC - EC Music and plans to release a new album and a series of concerts in Hong Kong in 2008.   Personal life Her personal life was closely scrutinized by the Hong Kong press, who even went to great lengths to search the garbage of her family's (parents and younger sister) home. She simply was not the press' favorite as the Hong Kong tabloids often report negative news of hers for no apparent reason. Since 2003, she has not been particularly active, preferring to appear on TVB or Mainland television programmes and singing in overseas concerts; sometimes she'd attend some private events in Hong Kong as well. But in 2007, she started to be active again as she prepared for a new album and new concert.  Many in Hong Kong believed she made a wrong decision to leave the music industry at the peak of her career for college in 1989. In a radio interview, Priscilla disagreed. She considered singing was an important part of her, but she valued education more. Furthermore, she reiterated the reason for getting a college degree was to fulfill her promise to her parents. Her integrity remains to be something that youngsters can look up to.  Her love life is in great interest of the media as well. She has had three boyfriends over the course of her adult life. First was with her music producer Michael Au in the 1980s, but they ended their relationship before her return to Hong Kong in 1995. (Au has since married). After Au, Priscilla dated an artist/designer Michael Cheung, and that relationship ended in 2001. Finally, the latest boyfriend was Dr. Tony Tse, however, both agreed to end the 5-year relationship in July 2007. The cause of the break-up, according to Priscilla, is personality differences.   Discography   Albums Girls Magazine 少女雜誌 (1984)  Thousand Years Lover 千年戀人 (Japanese album) (1984)  The Feelings of a Story 故事的感覺 (1984)  Priscilla (1985)  Revolt 反叛 (1986)  Transform 變變變 (1987)  Remix + Best of (Remix + 精選) (1987)  Priscilla's Love 嫻情 (1988)  Silly Girl 傻女 (Mandarin album) (1988)  The Color of Autum 秋色 (1988)  Always Be Your Friend 永遠是你的朋友 (1989)  When I'll See You Again Live in Concert 幾時再見演唱會 (1989)  Get Up and Dance (1990)  Come Back! 归来吧! (1992)  I'm Always On Your Side 你身邊永是我 (1993)  Who's My Lover Today 今天的愛人是誰 (1994)  Welcome Back (1995)  I'm Not Lonely 我不寂寞 (1995)  Satisfy 心滿意足 (1996)  Max Factor Priscilla Chan Live in Concert 96 雪映美白96'演唱會 (1996)  Problematic Woman 問題女人 (1996)  My Heart's About to Fly Away 心就要飛了 (Mandarin Album) (1997)  Musical Encounters with Priscilla and Philharmonic 港樂奇妙旅程 (1997)  In Love for 2000 Hours 愛戀二千小時 (1998)  This is Love 正視愛 (1999)  This is Love 正視愛 (Mandarin Album) (1999)  Music is Live (1999)  Good For You 為你好 (2000)  Loving Knot 情意結 (2003)  Priscilla Chan Real Concert 2003 陳慧嫻「珍」演唱會2003 (2003)  Priscilla Chan Concert Live 2008 陳慧嫻 活出生命2 演唱會2008 (2008)","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Hong Kong","strCountryCode":"HK","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yrvtws1431408194.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/usuyyr1431408428.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"e45899a9-111b-4edc-9c78-d32b958dd03f","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}