{"artists":[{"idArtist":"123257","strArtist":"The Power Station","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1984","intBornYear":"1984","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop-Rock","strMood":"Gritty","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"The Power Station was a pop/rock band that formed in 1984, best known for their self-titled debut album as well as being a rock 'supergroup'. The band consisted of Robert Palmer (vocals), John Taylor (bass) and Andy Taylor (guitar) of Duran Duran and Tony Thompson (drums), formerly of Chic. In 1985, the band released the Bernard Edwards' produced 'The Power Station', featuring the international hit singles \"Some Like It Hot\" and \"Bang A Gong (Get It On)\".  In early 1985, the group appeared on Saturday Night Live, where they performed both of their rockin' singles. The band decided to capitalize on their success with a summer tour of the United States. However, Robert Palmer used this success to record a solo album, 'Riptide', which featured its own hit singles and incorporated a similar dance-ready rock style. As a result, Palmer left The Power Station and did not tour with the band. Later on, this split, with some members of Palmer's ex-group saying that Palmer took their \"sound\", led to public expressions of personal animosity.  Taking in Michael Des Barres, an actor and vocalist formely with Silverhead and Detective, the Power Station underwent highly popular tours. On July 13, 1985, the group performed at Live Aid, with Michael Des Barres' singing receiving praise.  Later that year, the band appeared on an episode of Miami Vice, which was entitled \"Whatever Works\".  In 1996, the original band reformed to write and record \"Living In Fear\".  This time, it was bass player John Taylor who left the group before \"Living In Fear\" was released.  He was replaced by producer Bernard Edwards, former bass player with Chic.  The band was preparing to tour when Edwards died suddenly of pneumonia.  The band toured briefly with replacement bassists before splitting up again 1996  On September 26, 2003, Robert Palmer died of a massive heart attack.  Less than two months later, drummer Tony Thompson died of renal cell carcinoma (kidney cancer). Of the original group, only John Taylor and Andy Taylor survive.    The Power Station's music is still performed occasionally by Duran Duran. The band played \"Some Like It Hot\" on their 1987 \"Strange Behaviour Tour\" as well as while on tour in 2006.  They also performed \"Bang A Gong\" during their 1989 tour. The Power Station's music also receives considerable airplay on many classic rock oriented stations.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"4","strCountry":"New York City, New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/power-station-the-51bd3733c81b3.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/power-station-the-53faf69d18309.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ssptys1424658261.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/trxvxs1431637247.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"9b0534f9-8582-40b9-b34b-17aed3a638f0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}