{"artists":[{"idArtist":"111521","strArtist":"Michael Bublé","strArtistStripped":null,"strArtistAlternate":"Michael Bubble","strLabel":"143 Records","idLabel":"42852","intFormedYear":null,"intBornYear":"1975","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Swing","strMood":"Dreamy","strWebsite":"www.michaelbuble.com","strFacebook":"www.facebook.com/MichaelBuble","strTwitter":"1","strBiographyEN":"Michael Steven Bublé (boo-blay); born 9 September 1975) is a Canadian singer, songwriter and actor. He became a naturalized Italian citizen in 2005. He has won several awards, including four Grammy Awards and multiple Juno Awards.\nHis first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time, and his 2007 album Call Me Irresponsible which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200 albums chart, the Australian ARIA Albums Chart and several European charts.\nBublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the Top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013.\nBublé was born in Burnaby, British Columbia to Lewis Bublé, a salmon fisherman, and Amber (née Santaga). He has two younger sisters, Brandee, a children's book author, and Crystal, an actress. The siblings were raised in the Roman Catholic faith. He attended Seaforth Elementary School and Cariboo Hill Secondary School.\nAccording to an Oprah interview on 9 October 2009, Bublé dreamed of becoming a famous singer since he was two years old. When he was a teenager, he slept with his Bible and prayed to become a singer. Bublé's interest in jazz music began around age five when his family played Bing Crosby's White Christmas album at Christmastime.\nThe first time his family noticed his singing talent was at Christmastime when Bublé was 13 years old, and they heard him powerfully sing the phrase \"May your days be merry and bright\" when the family was singing to the song \"White Christmas\" on a car ride.\nBublé had a strong passion for ice hockey and wanted to become a professional hockey player for the Vancouver Canucks growing up, but believed he was not good at it, stating: \"I wanted so bad to be a hockey player... If I was any good at hockey, I probably wouldn't be singing right now.\" Bublé often played hockey in his youth, watched Vancouver Canucks games with his father, and said that he \"went to every single home game as a kid... I remember I wanted to be Gary Lupul, I wanted to be Patrik Sundstrom and Ivan Hlinka. I used to think that being named Michael Bublé was pretty cool because I was close to being called Jiri Bubla.\" Bublé shared his hockey interest with his grandfather.\nFrom age 14, Bublé spent six years working during the summer as a commercial fisherman with his father and crewmates. Bublé described his work experience as \"The most deadly physical work I'll ever know in my lifetime. We’d be gone for two, sometimes three months at a time and the experience of living and working among guys over twice my age taught me a lot about responsibility and what it means to be a man.\"\nHis first singing engagements were in nightclubs at the age of 16 and were facilitated by his Italian grandfather Demetrio Santagà, a plumber originally from the small town of Preganziol, in the district of Treviso, who offered his plumbing services in exchange for stage time for his grandson. Bublé's grandfather paid for his singing lessons. One of his vocal instructors was Joseph Shore, the opera baritone. His maternal grandfather never stopped believing that he would become a star. Bublé's maternal grandmother, Iolanda (née Moscone), was also Italian, from Carrufo, Villa Santa Lucia degli Abruzzi, Italy. His father is also of Italian descent. His original brush with entertainment was as a children's entertainer using the name Mickey Bubbles.\nBublé grew up listening to his grandfather's collection of jazz records and credits his grandfather in encouraging his love for jazz music. \"My grandfather was really my best friend growing up. He was the one who opened me up to a whole world of music that seemed to have been passed over by my generation. Although I like rock 'n' roll and modern music, the first time my granddad played me the Mills Brothers, something magical happened. The lyrics were so romantic, so real, the way a song should be for me. It was like seeing my future flash before me. I wanted to be a singer and I knew that this was the music that I wanted to sing.\" Bublé never stopped believing he would become a star but admitted he was probably the only one who believed in his dream, stating that even his maternal grandfather thought Bublé was going to be \"an opening act for somebody in Las Vegas\". He stated he never learned to read and write music, using only emotion to drive his songwriting ability.\nAt the age of 18, Bublé entered a local talent contest and won. But after winning, he was disqualified by organizer Bev Delich because he was underage. After that, Delich entered Bublé in the Canadian Youth Talent Search, which he won. Following that win, Bublé asked Delich to be his manager. Delich signed on and represented Bublé for the next seven not-so-fruitful years. According to Delich, Bublé would do every gig imaginable, including talent shows, conventions, cruise ships, malls, hotel lounges, bars, clubs, corporate gigs, musical revues, singing telegrams, and even the occasional singing Santa Claus gig.\nIn 1996, Bublé appeared in TV's Death Game (aka Mortal Challenge) as a Drome Groupie. Also in 1996, he appeared (uncredited) in two episodes of The X-Files as a member of a submarine crew.\nBublé's first national TV performance was on a 1997 award-winning Bravo! documentary titled Big Band Boom!, directed by Mark Glover Masterson. Beginning in 1997, he became a frequent guest on Vicki Gabereau's national talk show on the CTV network. During its first season, the Vancouver-based program aired live, which ultimately worked in Bublé's favour. When a scheduled guest was forced to cancel, the show's music producer often asked Bublé to fill in at the last minute. The Gabereau appearances provided Bublé with great exposure, but they also helped the singer hone his television skills as a performer and as an interview guest. In a mutual show of gratitude, Bublé appeared on the final Gabereau show in 2005, along with Jann Arden and Elvis Costello.\nBublé received two Genie Award-nominations in 2000 for two songs he wrote for the film Here's to Life! (\"I've Never Been in Love Before\", \"Dumb ol' Heart\"). He recorded three independent albums (First Dance, 1996; Babalu, 2001; Dream, 2002).","strBiographyDE":"Michael Steven Bublé [maɪ.kl̩.ˈbuː.bleɪ] (* 9. September 1975 in Burnaby, British Columbia) ist ein kanadischer Jazz-Sänger, Schauspieler sowie mehrfacher Grammy-Preisträger italienisch-kroatischer Abstammung.[1]\nSein nach ihm benanntes Album schaffte es 2003 in die kanadischen, australischen und britischen Top Ten. 2004 wurde sein Live-Album und -Video Come Fly with Me in die Billboard Music Video Charts aufgenommen und erreichte die Top-40-Album-Charts in Australien. Bublés italienischer Großvater ermutigte ihn, die Standards zu erlernen, die er so liebte, und auch an einem Talentwettbewerb in Vancouver teilzunehmen, den er zunächst gewann; jedoch wurde er nachträglich disqualifiziert, da er noch zu jung war. Dies entmutigte ihn nicht, und mit 17 gewann er den ersten Preis in einer kanadischen Jugend-Talentshow.\nIn den darauf folgenden Jahren konnte Michael Bublé in seiner Musik-Karriere weitere Erfolge verzeichnen. Er trat als Elvis in einer Red-Rock-Diner-Road-Show auf und sang als ein Star einer Musical-Revue namens Forever Swing. Des Weiteren war er in einer Episode von Death Game 1996 zu sehen. Er nahm eine Reihe von freien Alben auf, eines als Geschenk für seinen Großvater. Bublé erhielt zwei Genie Awards 2000 für Stücke, die er für den Film Here’s to Life mit Eric McCormack schrieb.","strBiographyFR":"Michael Bublé, né le 9 septembre 1975 à Burnaby en Colombie-Britannique, est un chanteur canadien d'origine italienne de pop, de soul et surtout de jazz, mais aussi un acteur. Son album Michael Bublé de 2003, bien qu'ayant eu un succès modeste aux États-Unis, a atteint le top 10 au Canada, au Royaume-Uni et en Australie. En 2004, un album live et sa vidéo Come Fly with Me (2004) se sont inscrits au classement Billboard en musique et vidéo et ont atteint le top 40 des ventes d'albums en Australie. Il a obtenu un succès commercial aux États-unis avec It's Time.\nIl a la double nationalité canadienne et italienne.","strBiographyCN":null,"strBiographyIT":"Michael Steven Bublé (Burnaby, 9 settembre 1975) è un cantante canadese con cittadinanza italiana. Trasferitosi con la famiglia a Vancouver all'età di 8 anni, avrebbe desiderato diventare giornalista, ma il suo talento musicale si rivelò subito, anche grazie agli incoraggiamenti del nonno (Demetrio Santagà, originario di Sambughè di Preganziol, un paese della provincia di Treviso, che sposò nonna Iolanda, originaria di Carrufo, minuscola frazione di Villa Santa Lucia degli Abruzzi nella provincia dell'Aquila), che per primo lo lanciò al pubblico canadese.\nAll'età di 17 anni vinse il primo premio al Canadian Youth Talent Search e nel giro di pochi anni incise alcuni CD con marchio indipendente, giungendo infine al vero successo nel 2003 con l'uscita dell'album Michael Bublé. Al momento ha venduto più di 22 milioni di dischi.\nCresciuto a suon di swing e sulle note di Ella Fitzgerald e Frank Sinatra, Bublé assorbe questo genere di musica, peraltro lontana dalla sua generazione, e decide di cantarla ottenendo ottimi risultati. E questo soprattutto grazie ai nonni italiani, visto che anche la nonna Iolanda Moscone, lo ha sempre assecondato con entusiasmo. Inizia giovanissimo a girare il Canada con diverse band incidendo anche un buon numero di album.\nPrima di diventare cantante, ha avuto una breve carriera da attore. Va ricordata tra le varie interpretazioni la partecipazione a due episodi di The X-Files della terza stagione, intitolati \"L'ufo degli abissi p.t. 1-2\". Comparve in un cameo nel film Duets (2000) diretto da Bruce Paltrow con, tra gli altri attori, la più famosa figlia del regista, Gwyneth. È anche apparso nel 4º episodio della seconda stagione di Las Vegas nel ruolo di sé stesso. È anche ambasciatore Rolex","strBiographyJP":"マイケル・ブーブレ（Michael Bublé、1975年9月9日 - ）は、カナダ・ブリティッシュコロンビア州バーナビー生まれのビッグバンド歌手、俳優。本名はマイケル・スティーヴン・ブーブレ（Michael Steven Bublé）。母方の祖父がイタリア出身のため、イタリアの市民権も持っている。妹は女優のクリスタル・ブーブレ。 祖父の影響で、幼少の頃からスタンダード曲を聴いて育つ。父の鮭漁などを手伝いながらカナダで芸能活動を展開。 10年以上の下積みの末、当時のカナダ首相ブライアン・マルルーニーの令嬢の結婚式で歌う機会を得る。その時に歌った「マック・ザ・ナイフ」を、式に出席していたプロデューサーデイヴィット・フォスターが見て、「唯一無二の声!」と絶賛[要出典]。この運命的な出会いがきっかけになり、2003年に自身の名を冠したデビューアルバム『Michael Bublé』を発売、カナダ、イギリス、オーストラリアのチャートでTOP10入りを記録する。結果的にこのアルバムは全世界で400万枚を売り上げ、12ヶ国でプラチナ・ディスク、3ヶ国でゴールド・ディスクを獲得することとなる。\n2003年からブーブレは、音楽ディレクター兼ピアニストである当時23歳のアラン・チャン（Alan Chang)と出会いその後の音楽活動を共にしている。二人は、世界各国を回りTVやラジオなどに出演している。ちなみにチャンは、ブーブレの専属音楽ディレクター兼ピアニストを決めるオーディションに応募し、合格して専属ディレクターになった。二人の共同作業の主な曲は、\"Haven't Met You Yet”、\"Home\" 、\"Cold December Night\"などがある。","strBiographyRU":"Ма́йкл Сти́вен Бубле́ (англ. Michael Steven Bublé; 9 сентября 1975, Бёрнаби, Британская Колумбия) — канадский певец-крунер, работающий в традиционной эстрадной поп-джазовой манере. Ведущий современный исполнитель репертуара Great American Songbook, обладатель нескольких премий (Grammy и Juno Awards). Добившись лишь скромного успеха в чартах США, в 2003 году его одноименный альбом достиг вершины топ-десятки в Ливане, Великобритании и его родной стране. В США наибольшим успехом пользовался выпущенный в 2005 году альбом «It’s Time». Распродано было свыше 30 миллионов альбомов.","strBiographyES":"Michael Steven Bublé (Burnaby, Canadá; 9 de septiembre de 1975), es un cantante melódico y actor canadiense. Ha ganado diversos premios, incluyendo tres Grammy y varios Juno Awards. Los logros obtenidos alcanzaron modestas posiciones en las listas de los Estados Unidos, pero su álbum homónimo estuvo entre los diez primeros del Líbano, del Reino Unido y en su propio país. Pero no fue hasta 2005 en donde se convirtió en todo un éxito comercial en los Estados Unidos con su álbum It's time, del que vendió 8 millones de copias.1 Michael también ha aparecido en la serie Rove en cuatro ocasiones. Está casado con la modelo y actriz argentina Luisana Lopilato.\nMichael Bublé ha vendido 30 millones de discos en todo el mundo, especialmente luego de contratar los servicios del exitoso mánager de celebridades.2","strBiographyPT":"Michael Steven Bublé (Burnaby, 9 de setembro de 1975) é um cantor, compositor e ator canadense. Ele ganhou vários prêmios, incluindo três Grammy e dez Juno Awards. Seu álbum homônimo de estreia, de 2003, alcançou o Top 10 no Canadá, Reino Unido e Austrália. Ele obteve sucesso comercial nos EUA com o álbum It's Time, impulsionado pelo hit \"Home\". Seu terceiro álbum Call Me Irresponsible chegou a número um da Billboard 200, assim como o álbum posterior Crazy Love. Seu álbum Christmas, lançado em outubro de 2011, vendeu seis milhões de cópias em apenas dois meses, mantendo o astro em primeiro lugar por cinco semanas consecutivas como o álbum mais vendido no mundo. O mais recente To Be Loved, lançado em abril de 2013, já alcança a marca de 2 milhões de cópias. No total, Bublé já vendeu cerca de 50 milhões de álbuns ao redor do mundo. 2","strBiographySE":null,"strBiographyNL":"Michael Steven Bublé (Burnaby (Canada), 9 september 1975) is een Canadees jazz-zanger en acteur. Hij is woonachtig in zowel Canada als in Italië. Bublé heeft wereldwijd meer dan 25 miljoen albums verkocht en verschillende hitsingles gehad. In Nederland was zijn grootste hit Haven't Met You Yet, die in 2009 de 4e plek in de Nederlandse Top 40 bereikte. Michael Bublé werd geboren in Burnaby, in Brits-Columbia. Tijdens zijn jeugd luisterde hij veel naar zijn opa’s jazzalbums. Op zijn website markeert hij het belang van zijn opa in het bemoedigen van zijn muzikale talenten. Hij zegt onder andere dat zijn grootvader zijn beste vriend was, en degene die de wereld van muziek opende die eigenlijk aan zijn generatie was voorbijgegaan. Door hem wilde Bublé zanger worden. Hij groeide op met muziek van onder anderen Ella Fitzgerald en Frank Sinatra.\nBublés opa bracht hem bij een talentenjacht in Vancouver, waar hij won maar later werd gediskwalificeerd omdat hij te jong was. Hierdoor werd hij niet ontmoedigd; hij won toen hij 17 jaar was de eerste prijs bij de Canadian Youth Talent Search.\nDe jaren daarna had hij een muzikale carrière die niet echt van de grond kwam. Hij speelde Elvis in een dinnershow en zong in een revue genaamd Forever Swing. Hij nam een paar albums op, één als cadeau voor zijn opa. In 2000 ontving hij twee Genie Award-nominaties voor de twee nummers die hij schreef voor de film Here’s to Life met onder anderen de Canadees Eric McCormack.","strBiographyHU":"Michael Steven Bublé (Burnaby, Brit Columbia, 1975. szeptember 9. –) háromszoros Grammy-díjas kanadai-olasz dzsesszénekes és színész. Egy Vancouver-i halászcsaládból származik. Jelenleg Vancouverben és New Yorkban él. 2003-as lemeze (Michael Bublé) nagy sikereket produkált az Egyesült Államok slágerlistáin, Kanadában, Ausztráliában és Nagy-Britanniában bekerült a TOP 10-be. A 2004-es koncert DVD-je a Come Fly With Me felkerült a Bilboard Music Video Charts listájára és az ausztráliai TOP 40 album listán is sikeresen szerepelt. Michael Bublénak van két fiatalabb lánytestvére: Brandee és Crystal, az utóbbi foglalkozása színésznő. Bublé nagyapja lemezeit hallgatta, amelyek nagy hatással voltak rá. „Fiatalkoromban a nagypapám volt a legjobb barátom. Ő volt az, aki a jazz egész világának ajtaját kinyitotta előttem, amit látszólag az én generációm mellőz. Habár én szeretem a Rock ’n’ Roll-t és a modern zenét, de valami varázslatos dolog történt velem, amikor a nagypapám először játszotta le nekem a Mills Brothers. A szöveg olyan romantikus volt, olyan valóságos éppen egy olyan dal, amit nekem szánt. Ez volt az a pillanat, amikor láttam a jövőmet. Énekes akartam lenni és tudtam, hogy ezt a fajta zenét akarom énekelni. Bublé-t nagyapja bátorította, hogy tanulja meg a „standard” dalokat, amiket annyira szeret. Még bátorította arra is, hogy vegyen részt Vancouver-ben egy tehetségkutató versenyen, amit meg is nyert, de utólag kizárták, mert még túl fiatal volt. De ő nem keseredett el, és 17 évesen megnyert egy kanadai tehetségkutató versenyt. A következő években további sikereket könyvelhetett el a zenei karrierjében. Elvis-ként fellépett a Red-Rock-Diner-Show-ban és énekelt a Forever Swing musical-revue-ben. Láthattuk 1996-ban a Death Game egyik epizódjában. Egy sor független lemezt adott ki, köztük az egyiket nagyapja tiszteletére. Bublé és Eric McCornack a Here’s to Life című filmhez írtak zenét, és ezért Bublé 2000-ben kapott két Genie Award díjat. Michael Bublének a zenei áttörést a Mack The Knife című dal hozta el, amit az akkori kanadai miniszterelnök Brian Mulroneys lányának, Caroline esküvőjén adott elő 2000-ben. Mulroneys bemutatta David Fosternek – aki, már ekkor többszörös Grammy-díjas volt. Ezután egyenes út vezetett a lemezszerződéshez. Az első albuma – ami a saját nevét viseli- 2003-ban jelent meg olyan klasszikusokkal, mint a Fever, Moondance, The Way You Look Tonight, For Once In My Life (Van Morrison), You’ll Never Find Another Like Mine (Lou Rowes), How Can You Mend A Broken Heart (Bee Gees), Crazy Little Thing Called Love (Queen). Az első album nagy siker volt Kanadában, Ausztráliában és Nagy-Britanniában. Kanadában és Ausztráliában bejutott a TOP 10-be, Ausztráliában első lett. Bublé 2004-ben megnyerte a Juno-Awards a Legjobb Új Tehetség díját és jelölték még a legjobb album kategóriában is, de azt elvesztette Sam Roberts ellen. 2003-as év végén kiadott egy karácsonyi lemezt Let it Snow címen.A címadó dal nagy siker volt az ausztráliai toplistákon. Bublé kiadott egy koncert felvételt Come Fly With Me címmel, ami CD+DVD formában jelent meg 2004 áprilisában. A Come Fly With Me bekerült a Billboard Video Top 10-be. Michael Bublé második nagylemeze az It’s Time nagyobb siker volt, mint az elődje (Michael Bublé). Világszerte a lemezeladások élvonalába került. A Billboard Jazz listáját 80 hétig vezette. Legismertebb dal a lemezről a HOME, amit Bublé, Alan Chang és Amy Foster-Gillies írt. A lemezen található egy fantasztikus duett Nelly Furtadóval, a Quando, quando, quando. Az új lemeze a Call Me Irresponsible (2007) nemcsak feldolgozásokat tartalmaz, hanem 2 db új szerzeményt is. De található még rajta 2 duett is a Boyz II Mennel és Ivan Linsszel. Michael 2009. decemberében eljegyezte barátnőjét, Luisana Lopilato argentin színésznőt. A pár 2011. március 31-én Argentína fővárosában, Buenos Airesben összeházasodott.","strBiographyNO":"Michael Steven Bublé (uttales Boo-blay) (født 9. september 1975) er en canadisk storbandsanger, crooner og entertainer. Han er kjent for å fremføre gamle standards på en relativt ny og moderne måte. Debutalbumet hans, Michael Bublé, kom ut i 2003, men større kommersiell suksess fikk han med albumet It’s Time. Hans tredje og nyeste album, Call Me Irresponsible, ble gitt ut 1. mai 2007 og har solgt 3,4 millioner.[1] Til sammen har han solgt elleve millioner album.[2]\nBublé synger jazz og pop, han er kjent for å synge standardene med et mer moderne preg og gi dem nytt liv. Hans egne sanger er mer lik popsjangeren enn de andre standardene og er mer pop med et countrypreg.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/bubl-michael-4fd5ce284a103.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/rxpxpw1512380536.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xpxpqs1512381263.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/stqstr1531761662.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/spsxwx1521743058.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/urqwqp1367176171.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xuuwty1521743076.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/bubl-michael-4fe25953d6859.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rpsxtx1512380553.jpg","strMusicBrainzID":"611700cf-27f0-4dc9-ae80-c513a767853e","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Michael BublÃ©/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}