{"artists":[{"idArtist":"160494","strArtist":"Jack Harlow","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Atlantic","idLabel":"46413","intFormedYear":"2011","intBornYear":"1998","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Rap","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jackman Thomas Harlow (born March 13, 1998) is an American rapper from Louisville, Kentucky. His career started in 2015 with the release of several EPs and mixtapes before he was signed to Don Cannon and DJ Drama's record label Generation Now in 2018, an imprint of Atlantic Records.\n\nHarlow's first major breakthrough came with the release of his 2020 single, \"Whats Poppin.\" Aided by its popularity on TikTok, and following a remix with rappers DaBaby, Tory Lanez, and Lil Wayne, it peaked at number two on the US Billboard Hot 100 and went on to receive a Grammy Award nomination. Harlow was included on XXL magazine's \"2020 Freshman Class\" before he released his debut studio album, Thats What They All Say (2020), which was certified platinum in the US. In 2021, Harlow released a collaboration with Lil Nas X, \"Industry Baby,\" which reached number one on the Hot 100, becoming Harlow's first chart-topper. Harlow released his second album Come Home the Kids Miss You in 2022, and its single, \"First Class,\" became his second number one on the Hot 100 and first to debut atop the chart.\n\nHarlow has received several award nominations from various institutions, including Top New Artist at the 2021 Billboard Music Awards. In the same year, he was named Variety’s \"Hitmaker of the Year\" and was included in Forbes 30 Under 30. Harlow is slated to make his acting debut in the 2023 remake of the 1992 film White Men Can't Jump directed by Calmatic.\n\nEarly life\nJackman Thomas Harlow was born on March 13, 1998, in Louisville, Kentucky. He is the son of Maggie (née Payette), a businesswoman, and Brian Harlow, and was raised on a horse farm near Shelbyville. He has one younger brother, Clayborn Harlow. He is of French and Irish descent.\n\nHarlow moved from Shelbyville to Louisville with his family as a child and began rapping at age 12. He and his friend Copelan Garvey used a Guitar Hero microphone and a laptop to record rhymes and songs. They made a CD, Rippin' and Rappin', and sold copies at their school, Highland Middle School. When he was in seventh grade, Harlow acquired a professional microphone and made his first mixtape, Extra Credit, using the moniker Mr. Harlow. He formed a collective, Moose Gang, with various friends; during this time, he worked on two mixtapes that were ultimately never released, Moose Gang and Music for the Deaf. He attended Atherton High School, where he played on the boys' varsity soccer team.","strBiographyDE":null,"strBiographyFR":"Jackman Thomas Harlow (né le 13 mars 1998) est un rappeur, chanteur et auteur-compositeur américain.\nIl est également le co-fondateur de son propre collectif musical, Private Garden. Il est surtout connu pour son single de 2020 \"Whats Poppin\", qui a culminé au numéro deux du Billboard Hot 100 américain. Son premier album, Thats What They All Say, est sorti le 11 décembre 2020.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Louisville, Kentucky, U.S.","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yvwvwr1589551928.jpg","strArtistLogo":null,"strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/zfow9q1683023835.png","strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/7rqb2z1620603750.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/15ygzs1621181152.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"134cb0bc-06fa-42f7-8078-b0c858349975","strISNIcode":null,"strLastFMChart":null,"intCharted":"0","strLocked":"unlocked"}]}