{"artists":[{"idArtist":"124587","strArtist":"A-mei","strArtistStripped":null,"strArtistAlternate":"張惠妹","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":null,"intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"A-Mei is a member of the Puyuma nation. Like most Taiwanese aborigines, she was exposed to tribal music during her childhood. A-mei's mother used to record herself singing, then play back the tape for her daughters to hear. A-mei had always been fascinated by music; she once said that she stuck to the radio and would rush to watch the late night music program introducing English songs when she was a little girl. She also showed great eagerness to perform in public, even forcing her friends to listen to her sing.\n\nA-Mei first connected to the entertainment business by joining the televised \"Five Lights Singing Contest\" on TTV in 1994 after encouragement by her father, who was ill at that time. A-Mei made it all the way through to the finals but eventually lost in the final round. She felt very disappointed and was almost ready to give up interest in music competitions. A-Mei's father then told her, \"You definitely can sing, and you perform songs beautifully. Why don't you enter the competition again to show that you have a talent for music?\" So encouraged, A-mei then decided to make a second attempt the following year. Her stable and superb performances were much appreciated by the judges, and this time A-Mei was awarded the championship. Unfortunately, A-Mei's father died before her victory, leaving her sad and aimless until she began to sing in pubs with a rock band formed by her musician cousin. She was later discovered by the popular singer/producer Chang Yu-Sheng (張雨生) and started her career.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tuswuy1383318969.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qtqwrp1383319045.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/tytvuv1431320885.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"aeacef89-e4f3-415e-ac9b-0864f438e6a3","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}