{"artists":[{"idArtist":"128091","strArtist":"林憶蓮","strArtistStripped":null,"strArtistAlternate":null,"strLabel":null,"idLabel":null,"intFormedYear":"1966","intBornYear":"1966","intDiedYear":null,"strDisbanded":null,"strStyle":null,"strGenre":null,"strMood":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"Sandy Lam (林憶蓮) In the chinese pop music scene in Asia, especially to those who used to listen to radio from mid-80s and on in Hong Kong, Sandy Lam is a name equivalent to transformation, perfection, hard work, feminine, and talent.  Her career began as a part-time DJ at Commercial Radio Hong Kong in 1982, in which she got an unique nick name 611 (6+1+1=8, in Cantonese '8' means being talkative and always questioning about gossips and other topics). Sandy joined SONY in 1983 and her debut in her Chinese name Lam Yik Lin was released in 1984. She rapidly became the most popular up-and-raising star. \"Yik Lin\", her third album released in 1987, reached double platinum and that's when her music career truly kicked off.  With heavy influences from Western music, Sandy's music style started from cheesy Japanese teen pop to Light Jazz; and from there to R&B, Soul, or even Fusion. In fact, she is considered the only Hong Kong female singer with the best ad-libs. She has 27 full studio albums in Cantonese, Mandarin, English and Japanese, and adding other EPs, live recordings, compilations and co-operations, there is more than 80 or more on the list.  Unlike many other singers in Hong Kong, audience recognizes Sandy as a true musician/performer, rather than an entertainer. You don't find shocking make-up or extreme outfits from her; it is her pure voice which captured everyone's heart. She rather spends her time producing an album instead of attending meaningless shows. Her fans admire her as who she is and the willingness to improve herself vocally, and such improvement is well-know in the industry like a miracle. In recent years, she is transforming herself: from singer to singer songwriter.   2005 marks the 20th anniversary of her music career. Being able to survive this long in Hong Kong entertainment scene is not an easy task, because of the high competition and people are being so forgetful. Looking back, it shouldn't be a surprise after all, Sandy is the very first singer to blend in Jazz & R&B elements into Chinese music; she is one of the pioneers who marches into the Japanese music scene and the first singer to have two Chinese songs entering the Japan J-Wave Tokio Hot 100 music chart.  Moreover, she was the most successful Hong Kong singer to make it big in Taiwan by her first Mandarin release selling a record of 600,000 copies; she also participated in Asia's first 47 days sold out Chinese musical \"Snow Wolf Lake\"; she was hand picked by Andrew Lloyd Webber to perform in The Music Of Andrew Lloyd Webber with Elaine Paige in Shanghai in 2001, and she was also picked to sing the Chinese version of Les Miserables's theme song On My Own. A new kind of flower in Singapore is named after her name called Dendrobium Sandy.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":null,"intMembers":null,"strCountry":null,"strCountryCode":"HK","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rvvypy1396758174.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tqyrpw1396758190.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"280697d2-164d-4477-971d-06b91e57c6a5","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}