{"artists":[{"idArtist":"123531","strArtist":"The Ronettes","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1959","intBornYear":"1959","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"R&B","strMood":"Cheerful","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"The Ronettes were an American 1960s girl group from New York City. One of the most popular groups from that period, they placed more than eight songs on the Billboard Hot 100, five of which became top forty hits.\nThe trio from Washington Heights, Manhattan  consisted of lead singer Veronica Bennett (later known as Ronnie Spector), her older sister Estelle Bennett, and their cousin Nedra Talley. The girls had sung together since they were teenagers, when they were known as \"The Darling Sisters.\" Signed first by Colpix Records in 1961, they moved to Spector's, Philles Records in March 1963.\nSome of The Ronettes most famous songs include, \"Be My Baby\", \"Baby, I Love You\", \"(The Best Part Of) Breakin' Up\", and \"Walking in the Rain,\" all of which charted on the Billboard Hot 100. \"Walking in the Rain\" won a Grammy Award in 1965, and \"Be My Baby\" was inducted into the Grammy Hall of Fame in 1999. \nIn the late 1964, the group released their only studio album, Presenting the Fabulous Ronettes Featuring Veronica, which entered the Billboard charts at #96. Rolling Stone ranked it number 422 on its list of The 500 Greatest Albums of All Time. In 2007, The Ronettes were inducted into the Rock and Roll Hall of Fame, and into the Vocal Group Hall of Fame in 2004. The Ronettes were the only girl group that toured with The Beatles.\nThe Ronettes began as a family act where the girls grew up in Washington Heights, Manhattan. According to Nedra Talley, the girls started singing during their childhood visits to their grandmother's home. \"Estelle and Veronica are sisters,\" she said in a later interview. \"I'm their cousin. Our mothers are sisters. We came out of a family that, on Saturday nights, home for us was at our grandmother's, entertaining each other.\" \nThe Bennetts' mother was African-American and Cherokee; their father was Irish-American. Their cousin, Nedra Talley, is African-American and Puerto Rican. \n\"By the time I was eight, I was already working up whole numbers for our family's little weekend shows,\" Ronnie Spector later recalled. \"Then Estelle would get up onstage and do a song, or she'd join Nedra or my cousin Elaine and me in a number we'd worked out in three-part harmony.\" \nFurthering their interest in show business, Estelle was enrolled at Startime, a popular dancing school in the 1950s, while Ronnie became fascinated with Frankie Lymon and the Teenagers.\nIn 1957, Ronnie formed the group which would later become known as The Ronettes. Composed of Ronnie, her sister Estelle, and their cousins Nedra, Diane, and Elaine, the five girls learned how to perfect their harmonies first at their grandmother's house, and they became proficient in songs such as “Goodnight Sweetheart” and “Red Red Robin”. Emulating Frankie Lymon and the Teenagers, the girls added their male cousin Ira to the group, and were signed up for a Wednesday-night amateur show at the Apollo Theatre by a friend of Ronnie and Estelle's mother. The show started out as a disaster; when the house band started playing Frankie Lymon's \"Why Do Fools Fall in Love,\" Ira didn't sing a word, so Ronnie took over. \"I strutted out across the stage, singing as loud as I could,\" Ronnie later recalled. \"When I finally heard a few hands of scattered applause, I sang even louder. That brought a little more applause, which was all I needed.\" \nAfter their night at the Apollo, Ira, Elaine, and Diane left the group. Renaming themselves Ronnie and the Relatives, Ronnie, Estelle, and Nedra began taking singing lessons two afternoons a week. Appearing at local bar mitzvahs and sock hops, they met Phil Halikus, who introduced them to Colpix Records producer Stu Phillips. \nAccording to Ronnie, Phillips played the piano while the girls auditioned for him, singing \"What's So Sweet About Sweet Sixteen.\" Successful, they were brought into the studio in June 1961 and recorded four tracks: \"I Want a Boy,\" \"What's So Sweet About Sweet Sixteen,\" \"I'm Gonna Quit While I'm Ahead,\" \"and \"My Guiding Angel.\" Colpix released \"I Want a Boy\" in August 1961 and \"I'm Gonna Quit While I'm Ahead\" in January 1962, the first singles credited to Ronnie and the Relatives. \n\nWhile both singles failed to chart on the Billboard Top 100 fate intervened in advancing the group's success. A fortuitous case of mistaken identity led to Ronnie and the Relatives making their debut - as dancers rather than a singing act - at New York City's hip Peppermint Lounge in 1961. It was the height of the Twist Craze and the underage Nedra and Ronnie needed to disguise themselves to get in. The girls' mothers showed them how to put on make-up and fix their hair to look at least twenty-three. When they arrived outside the club its manager mistook Ronnie, Estelle, and Nedra for the trio supposed to dance behind house band Joey Dee and the Starliters. They followed him in, were brought up on stage, and performed in their place. During the show Starliter David Brigati even handed the mike over to Ronnie when she started to sing Ray Charles's \"What'd I Say.\" \n\nSoon afterward, Ronnie and the Relatives became a permanent act at the Peppermint Lounge, earning $10 a night per girl to dance the Twist and usually sing a song at some point in the show. Ronnie and the Relatives became The Ronettes. \n\nLater that year they were flown down to Miami to open up a Florida branch of the Peppermint Lounge. Colpix issued the first two singles credited to the Ronettes, \"Silhouettes,\" and a re-issue of \"I'm Gonna Quit While I'm Ahead\", on its May label in April and June 1962, respectively. Both singles failed to chart. \n\nAfter their performance at the Miami gala, radio host Murray the K came backstage and introduced himself to the act. He wanted the girls to begin appearing at his shows at the Brooklyn Fox in New York. They agreed, taking the Fox stage in 1962 and completing a transition from Murray the K's \"Dancing Girls,\" to back-up singing for other acts, to performing as the Ronettes before year's end. \n\nIt was during this time the girls evolved their iconic look, wearing ever more exaggerated eye make-up and teasing their hair to impossible proportions. \"We'd look pretty wild by the time we got out onstage,\" Ronnie later recalled, \"and the kids loved it.\" \n\nColpix's May label issued one final single by the Ronettes in March 1963. When \"Good Girls\" failed to chart, the girls decided it was time to look elsewhere for studio work. \nIn early 1963, fed up with Colpix Records and the group's lack of success, Estelle placed a phone call to producer Phil Spector, telling him of the Ronettes, and how they would like to audition for him. Spector agreed, and met the girls soon after at Mira Sound Studios in New York City. Later, Spector told Ronnie that he had seen them at the Brooklyn Fox several times, and was impressed with their performances. At the audition, Spector sat at a piano while the group began singing \"Why Do Fools Fall in Love\" when he suddenly jumped up from his seat and shouted \"That's it! That's it! That's the voice I've been looking for!\" \n\nAfter their successful audition, Spector decided to sign the group. Originally, he wanted to sign Ronnie as a solo act, until her mother told him either he signed the Ronettes as a group or it was no deal. He agreed to sign the group, and instructed Ronnie's mother to inform Colpix Records that the girls had \"given up\" on show business, in order for the studio to let them out of their contract. By March 1963, the group was officially signed to Spector's Philles Records. \n\nThe first song the Ronettes rehearsed and recorded with Phil Spector was a song by Spector, Jeff Barry, and Ellie Greenwich called \"Why Don't They Let Us Fall in Love?\" They were brought out to California to make the record, but, once it was complete, Spector refused to release it. They recorded more songs for Spector, including covers of \"The Twist,\" \"The Wah Watusi,\" (lead vocals by Nedra), \"Mashed Potato Time,\" and \"Hot Pastrami.\" These four songs were released, but were credited to the Crystals on their 1963 Philles LP \"The Crystals Sing The Greatest Hits, Volume 1.\" \nWith the success of \"Walking in the Rain,\" the popularity of the group had clearly peaked. In February 1965, Philles Records released the group's next single, \"Born to Be Together,\" which peaked only at number fifty-two on the Billboard 100.\n\nOver the course of the next year, the Ronettes recorded a whole catalog of songs which Phil Spector refused to release once they were completed. Many attribute this to Spector's insecurities and his love for the group's lead singer, Ronnie. As the popularity of the Ronettes became greater and greater, the relationship between Spector and Ronnie became more serious, to the point of which they were basically living together. Spector then decided he didn't want Ronnie and the Ronettes to become too popular, in fear they would one day outgrow him. So he tried to reverse the whole star-making process by not releasing the records the Ronettes were contractually obligated to make. This allowed for Motown group The Supremes to rise in popularity, and eclipse the Ronettes as the most popular girl group in the music industry.\n\nAmong the songs the Ronettes recorded during this time which went unreleased were \"Paradise,\" \"Everything Under the Sun,\" and \"I Wish I Never Saw the Sun Shine.\" All three songs individually have since been covered by other artists such as The Shangri-Las, The Supremes, and Ike and Tina Turner, among others.\n\nPerhaps their biggest loss was the Spector, Jeff Barry, and Ellie Greenwich song \"Chapel of Love,\" which the Ronettes recorded in early 1964. They were the first to record their version of the song, but Spector refused to release it as a single. Their version of the song eventually did come out of their Philles LP, but by then The Dixie Cups had already achieved mainstream notoriety for it. \"We thought it was such a great record that we practically begged  to put it out,\" Ronnie Spector later wrote. \"Then the Dixie Cups' version came out and it was a smash! It was so depressing.\" \n\nIn June 1965, the Ronettes' next single, \"Is This What I Get For Loving You?\" was released, becoming only a minor hit, reaching only 75 on the Billboard 100. The song was popular enough the for group to make appearances on the popular TV shows Hullabaloo, \"Hollywood A Go-GO\", and Shivaree, but it was a failed attempt to get the Ronettes another top ten hit, especially when The Supremes scored their fifth consecutive number one record with \"Back in My Arms Again.\"\n\nSome have also attributed the decline of the Ronettes' recording career to the fact Phil Spector wasn't enthusiastic over his promotion of the group, which stemmed from his insecurities about his intimate relationship with Ronnie. \n\nThere were also some problems within the group. \"You also have to remember that Nedra and Estelle stood in the background while I got to bask in the spotlight,\" Ronnie later wrote. \"I was the one who flew out to California and sang lead on all our records. I was the one deejays wanted to talk to. And I was the one our producer was in love with, which meant I get the preferential treatment in all kinds of other ways which drove them crazy.\" \n\n\"I hated the 'dog-eat-dog' side of show-business,\" Nedra Talley later commented. \"I hated pushing for the next record and the feeling of failure if we didn't get it. There was a continual demand on us to produce that I thought was unfair. My personality didn't like that.\" Nedra's disdain for show business also became partly fueled by her desire to marry and settle down with her boyfriend, DJ Scott Ross.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ronettes-the-52df5b4aa2e55.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ronettes-the-50121232d5320.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/8tztja1633254747.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/19432v1633254517.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/dumftm1633254647.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/bm5cdu1633254901.jpg","strArtistBanner":null,"strMusicBrainzID":"393e5448-896f-43e9-b80b-4ee58e1e71a4","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}