{"artists":[{"idArtist":"154331","strArtist":"田馥甄","strArtistStripped":null,"strArtistAlternate":"Hebe Tian, Hebe Tien","strLabel":null,"idLabel":null,"intFormedYear":"2001","intBornYear":"1983","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Hebe Tien Fu-Chen (Traditional Chinese: 田馥甄; Pinyin: Tián Fūzhēn) was born on 30 March 1983 in Hsinchu City, Taiwan. She is a Taiwanese singer, actress, TV program hostess, and most notably a member of Taiwanese Mandopop girl group S.H.E. She is the second child in her family. After living in Hsinchu for eighteen years, Hebe moved to Taipei after she was signed as a singer. She finished high school but did not attend university.\n\nMusic career\nHebe appeared on Taiwanese television before she became a celebrity, when she was a 16 years old on Jacky Wu's \"Guess Guess Guess\" show, where she showed her ability to play the flute. On 8 August 2000, HIM International Music held a \"Universal 2000 Talent and Beauty Girl Contest\" in search of new artists to be signed onto their label. The staff of the TV show \"Cruel Stage\" encouraged Tien to participate in this televised competition. The contest had about 1,000 contestants, and after several rounds of competition, seven contestants remained for the final round. In the first round, Tien's voice began to crack while singing Return Home. As a result, she decided to sing in a lower key in the final round, choosing Singaporean singer Kit Chan's Loving You (喜歡你, Xi Huan Ni). However, because she was unfamiliar with the song, about ten seconds of the final lyrics went unsung. Following the competition, the Taiwanese record company gave all seven contestants an audition. The show's manager appreciated her straightforward personality and powerful vocals. As a result, Hebe was invited to become a member of S.H.E, with Selina Jen and Ella Chen, and was signed under the Taiwanese record label HIM International Music.\n\nHebe released her debut solo Mandopop album, \"To Hebe\", on 3 September 2010, while S.H.E still remains as a band without disbanding. The tracks, \"寂寞寂寞就好\" (Its OK to be lonely) and \"Love?\" are listed at number 11 and 35 respectively on Hit Fm Taiwan's Hit Fm Annual Top 100 Singles Chart (Hit-Fm年度百首單曲) for 2010.\n .","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"","strCountryCode":"TW","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/1yb89s1700808699.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/9zyufg1617419197.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/jde9nw1617419228.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/aplfdb1700809008.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/fv61n91617419271.jpg","strArtistBanner":null,"strMusicBrainzID":"0827063c-b93d-48bd-abc4-04ce2fbc45d7","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}