{"artists":[{"idArtist":"117792","strArtist":"Fish Leong","strArtistStripped":null,"strArtistAlternate":"梁靜茹","strLabel":null,"idLabel":null,"intFormedYear":"1978","intBornYear":"1978","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Fish Leong 梁靜茹 is the stage name of Jasmine Leong, a Malaysian singer. She is prominent in the Mandarin pop scene who has had much success in Taiwan, Mainland China, Hong Kong, Malaysia, Singapore and Japan. Leong, known as \"the Queen of Love Songs\", is famous for her love-themed ballads, many of which have become popular karaoke hits.\n\nShe started her career in Taiwan, in October 1997, after joining Rock Records of Taiwan. It was then that she adopted the name \"Fish\", because the last character of her name \"茹\" sounds like \"fish\" (魚) in Cantonese. Her debut album Yí Yè Zhǎng Dà (一夜長大) was released after two years, only to encounter an earthquake on the day of the album launch promotion (21 September 1999). Her career only managed to take off after the successful launch of her second album Yǒng Qì (勇氣), which means courage. The hit song \"Courage\" written by her friend Michael Wong is about courage in love and especially in forbidden relationships.\n\nAfter the success of the Love Parade World Tour 2004/2005, she had performed for another series of world tour concerts (including Hong Kong, Taiwan, Mainland China, Malaysia and Singapore) which took place starting from February 2007. Starting from December 2007, she has a new series of \"Today is Our Valentine's Day concerts\". The name of the concert came about from Leong's desire to tell her fans that \"Although the concert won't be on the Valentine's Day this year, I want to tell my fans that everyday could be Valentine's, when you have the right person next to you,\".","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Malaysia","strCountryCode":"MY","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xtp9un1700806789.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/063pqr1700806932.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"9e52fbe2-dcc2-4720-9ddd-9ad8202a5287","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}