{"artists":[{"idArtist":"154348","strArtist":"張芸京","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1983","intBornYear":"1983","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Zhang-Yun-Jing(or Jing Chang/ Traditional Chinese: 張芸京) (born September 6, 1983) is a pop singer  from Taiwan. In 2007-2008, she took part in and won the first season of  \"Super Idol\", a famous singing contest. She is best-known for her androgynous appearance and incredibly wide vocal range. \n\nBefore stepping into the music industry, she worked as a graphic designer. She was part of the band named \"PenSauce\"(筆醬), which was formed in 2006. In the band, she was the vocalist and the guitarist.  To pursue a solo career after becoming the winner of Super Idol, she left the band circa October 2008.\n\nApart from her ability in designing and songwriting, she can also play multiple instruments including guitar, piano, drums and yue-qin(moon guitar).\n\nOn May 8, 2009, she released her debut album \"Never Before\"(破天荒), and topped 9 different album charts in Taiwan. Then she toured extensively in Taiwan, Hong Kong, Singapore, Malaysia and China, where she has gained enormous support from her fans, making her one of the most popular and successful newcomers of the year. As of April 2010, she had won over 15 best newcomer awards around Asia.\n\nHer second album, \"The Opposite Me\"(相反的我), was released on 9 July, 2010. It was reported that over 30000 copies were sold within 16 days solely in Taiwan. As she had stated in several interviews, the musical styles of the album are mainly britpop and lyrical rock, which being her favourite music genres. She was involved in the whole production process and even contributed one of her songs. The title track, \"The Opposite Me\", was written by herself.\n\nShe released an EP specially dedicated to her fans, whom she gets use to call \"lovers\"(愛人們), on February 14, 2011, which was also the Valentine's Day. ","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"","strCountryCode":"TW","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qpvyrq1553448373.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"7b3059d0-d19b-41be-83a6-87ed5539c3e7","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}