{"artists":[{"idArtist":"115319","strArtist":"José Feliciano","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1962","intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"Latin","strGenre":"Pop","strMood":null,"strWebsite":"www.josefeliciano.com","strFacebook":"","strTwitter":"1","strBiographyEN":"José Feliciano (born September 10, 1945) is an American, born in Puerto Rico, virtuoso guitarist and composer known for many international hits including his rendition of The Doors' \"Light My Fire\" and the best-selling Christmas single \"Feliz Navidad\".\nFeliciano was born in Lares, Puerto Rico, on September 10, 1945. Left permanently blind at birth as a result of congenital glaucoma, he was first exposed to music at the age of three. He would play on a tin cracker can while accompanying his uncle who played the Cuatro. When he was five, his family moved to Spanish Harlem, New York City, and at age nine, he played the Teatro Puerto Rico in The Bronx. He started his musical life playing the accordion until his father and family friend, Benjamin Borges, gave him his first guitar in a brown paper bag. He would play by himself in his room for up to 14 hours a day, listening to 1950s rock'n'roll records, classical guitarists such as Andrés Segovia, and jazz players such as Wes Montgomery. He later had classical lessons with Harold Morris, who had been a student of Segovia.\nAt 17 he quit school to play in clubs, having his first professional, contracted performance in Detroit.\nIn 1963, after some live performances in pubs and clubs around the USA and Canada, especially in Greenwich Village, New York and Vancouver, BC, where he played at the same time as Bob Dylan and Joan Baez, he was signed by Jack Somer, an executive at RCA Victor. In 1964 he released his first single, \"Everybody Do the Click,\" (which become a hit in the Philippines, at #2, staying 14 weeks in the TopTen Hit parade). In 1965 and 1966, he released his first albums: The Voice and Guitar of Jose Feliciano and A Bag Full of Soul, two folk-pop-soul albums that showcased his talent on radios across the USA, where he was described as a \"10 finger wizard\". He was also invited to the 1964 Newport Jazz festival.\nIn 1966, he went to Mar del Plata, Argentina, to perform at the Festival de Mar del Plata. There, he impressed RCA Victor officials who told him to stay and record an album in Spanish. They were not sure what they wanted to record so Feliciano suggested they record bolero music. The result was two smash hits with the singles \"Poquita Fe\" (\"Little Faith\", a.k.a. \"Sin Fe\", or \"Without Faith\"), a song written by fellow Puerto Rican Bobby Capó, and \"Usted\" (the formal version of \"you\" in Spanish).\nA year later, Feliciano was due to perform in the United Kingdom but the authorities would not allow his guide dog into the country unless it was quarantined for six months. The stringent quarantine measures of those days were intended to prevent the spread of rabies. Feliciano later wrote a song entitled \"No Dogs Allowed\" (becoming a Netherland Top10 Hit on the charts in 1969), which told the story of his first visit to London.\nDuring his British visit, on July 16, 1967, Feliciano gave a live performance on the pirate radio stations Radio 227 and Radio 355, on board the MV Laissez Faire off the British coast less than a month before the stations were due to be closed by the UK's Marine Broadcasting Offences Act. He also guested on a popular British TV show with Dusty Springfield and recorded a rare single for UK RCA called \"My Foolish Heart / Only Once\" which was played on London radio. Earlier, on June 4, 1967 in London's Speakeasy Club, Jimi Hendrix came to the stage and jammed with him.\nAfter two more successful albums, Feliciano, now a household name all over Latin America, moved to Los Angeles. He got together with Rick Jarrard who was, at the time, also producing Harry Nilsson and Jefferson Airplane. They recorded The Doors' song \"Light My Fire\" in a Latin style, released it as a single, and in the summer of 1968 it reached #3 on the US pop charts with over one million copies sold in the US market alone. The song became a #1 hit in many countries including Canada, Brazil and the UK and was awarded a gold disc. On the strength of this success, José won two 1969 Grammy Awards for Best New Artist of the Year and Best Pop Song of the Year, bringing him worldwide recognition as a pop star and stylistic leader because of his 'crossover' from Latino music to English language pop rock. He is widely recognized as the first virtuoso classical guitarist to bring nylon string guitars into the pop rock scene.\nOn October 7,1968, at the height of protests against the Vietnam War, Feliciano was given the opportunity by Detroit Tigers broadcaster Ernie Harwell to perform \"The Star-Spangled Banner\" at Tiger Stadium in Detroit during Game 5 pre-game ceremonies of the 1968 World Series. His personalized, slow, latin jazz performance proved highly controversial. As a result of his unusual delivery, many radio stations refused to play his songs and his career stalled for almost three years. In an October, 2006 NPR broadcast, he expressed pride at opening the door for later interpretations of the national anthem. His World Series rendition, which features him accompanying himself on an acoustic guitar, was released as a single which charted for 5 weeks on the Billboard Hot 100, peaking at #50.\nIn 1969, working with Quincy Jones on the Mackenna's Gold movie soundtrack, José recorded its popular theme song Old Turkey buzzard. Also that year, he appeared on numerous US TV shows, performing duets with Frank Sinatra, Johnny Cash, Bing Crosby, Glenn Campbell, Andy Williams, Diana Ross, and others under the pseudonym Werbley Finster. He recorded a single called So Long Paul about rumors of Paul McCartney's death.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Lares, Puerto Rico","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qypuut1360504556.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yxxtsv1424578900.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3c004c98-aab6-4b63-a2df-e07c98e73b0a","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}