{"artists":[{"idArtist":"116278","strArtist":"Jay Chou","strArtistStripped":null,"strArtistAlternate":"周杰倫, 周杰伦","strLabel":null,"idLabel":null,"intFormedYear":"2000","intBornYear":"1979","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Asian","strMood":"Energetic","strWebsite":"www.jvrmusic.com","strFacebook":"www.facebook.com/jay","strTwitter":"1","strBiographyEN":"Jay Chou grew up in Linkou, Taipei City in Taiwan，China.  Without his knowing, his friend had entered both their names in a talent show called Super New Talent King. Chou played the piano accompaniment for his friend, whose singing was described as \"lousy\". Although they did not win, the show's host Jacky Wu—an influential character in Taiwan's entertainment business—happened to glance at Chou's music score and was impressed with its complexity. Wu hired him as a contract composer and paired him with the novice lyricist Vincent Fang. Over the next two years he wrote songs for Mandarin pop artists, and also learned recording and sound mixing; his dedication was apparent as he even slept in the music studio. Wu's music studio was later sold to Alfa Music, and the new manager Yang Jun Rong asked him to release his own album. Chou already had an arsenal of songs he wrote for others but had been rejected, so among those he chose 10 for his debut CD Jay that was released in 2000. The album established his reputation as a musically gifted singer-songwriter whose style is a fusion of R&B, rap, classical music, and yet distinctly Chinese. His fame spread quickly in Chinese-speaking regions including countries throughout Southeast Asia. Since 2000, Chou has released one album per year, except the year 2009, each selling several million copies, and has been recognized with hundreds of awards. In 2003, he was the cover story of Time magazine (Asia version), acknowledging his influence on popular culture. He has held four world tours, \"The One\" (2002), \"Incomparable\" (2004), \"Jay Chou The World Tours\" (2007–2008) and \"The Era\" (2010–2011) performing in cities such as Taipei, Tokyo, Hong Kong, Beijing, Singapore, Las Vegas, Toronto and Vancouver. Unlike most singers, Chou has an enormous amount of creative control over his music. He is not only the songwriter but also the producer on all of his albums; since 2005 he is also the music director and also directs his own music videos.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":"Jay Chou は中国、台湾の台北市林口で育ちました。彼の友人は、彼の知らないうちに、スーパーニュータレントキングと呼ばれるタレントショーに両方の名前を入力していました.チョウは、歌が「お粗末」と表現された友人のためにピアノの伴奏を演奏しました。勝てなかったものの、ショーの司会者であるジャッキー ウー (台湾のエンターテインメント ビジネスで影響力のある人物) は、たまたまチョウの楽譜を見て、その複雑さに感銘を受けました。ウーは彼を契約作曲家として雇い、初心者の作詞家ヴィンセント・ファングと組ませた。次の 2 年間、彼はマンダリン ポップ アーティストのために曲を書き、レコーディングとサウンド ミキシングも学びました。彼が音楽スタジオで寝ていたことからも、彼の献身は明らかでした。ウーの音楽スタジオは後にアルファミュージックに売却され、新しいマネージャーのヤン・ジュン・ロンは彼に自分のアルバムをリリースするように頼んだ。チョウはすでに他の人のために書いたが拒否された曲の武器を持っていたので、2000年にリリースされたデビューCDジェイのために10曲を選びました.アルバムは、スタイルがフュージョンである音楽的に才能のあるシンガーソングライターとしての評判を確立しました. R&B、ラップ、クラシック音楽、そして明らかに中国人。彼の名声は、東南アジア全域の国々を含む中国語圏に急速に広まりました。 2000 年以来、Chou は 2009 年を除いて年に 1 枚のアルバムをリリースし、それぞれ数百万枚を売り上げ、何百もの賞を受賞しています。 2003年、タイム誌（アジア版）の表紙を飾り、大衆文化への影響力を認めた。彼は「The One」(2002)、「Incomparable」(2004)、「Jay Chou The World Tours」(2007–2008)、「The Era」(2010–2011) の 4 つのワールド ツアーを台北などの都市で開催しました。 、東京、香港、北京、シンガポール、ラスベガス、トロント、バンクーバー。ほとんどの歌手とは異なり、Chou は自分の音楽に対して非常に多くのクリエイティブなコントロールを持っています。彼はソングライターであるだけでなく、すべてのアルバムのプロデューサーでもあります。 2005 年からは音楽監督も務め、自身のミュージック ビデオの監督も行っています。","strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Taiwan，China","strCountryCode":"CN","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/f6ok2l1666965614.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/-4eb915680f4c7.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/lvcgld1661947186.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/hijihk1661947698.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rujh8q1667267695.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/52fsq01661947859.jpg","strArtistBanner":null,"strMusicBrainzID":"a223958d-5c56-4b2c-a30a-87e357bc121b","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}