{"artists":[{"idArtist":"136677","strArtist":"孫燕姿","strArtistStripped":null,"strArtistAlternate":"Stefanie Sun, Sun Yanzi, 孙燕姿","strLabel":null,"idLabel":null,"intFormedYear":"2000","intBornYear":"1978","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"(simplified Chinese: 孙燕姿; traditional Chinese: 孫燕姿; pinyin: Sūn Yan Zī; born 23 July 1978 in Singapore) and also known in Teochew as Sng Ee-che or Sng Ee Tze (her birth name), is a Singaporean singer-songwriter. She has sold over 10 million copies of her albums during the span of her career thus far.  Stefanie Sun has an older sister three years her senior called Sng Yee-kia (simplified Chinese: 孙燕佳; traditional Chinese: 孫燕佳; pinyin: Sūn Yànjiā), and a younger sister six years her junior named Sng Ee-mei (simplified Chinese: 孙燕美; traditional Chinese: 孫燕美; pinyin: Sūn Yànměi).  Sun received her education at St Margaret's Secondary School, Raffles Girls' School and went on to attend St Andrew's Junior College She later attended university at Nanyang Technological University and attained a degree in Marketing. Her abilities were discovered by her music teacher, Lee Weisong at his music school. Sun made her first musical breakthrough in June 2000, following the release of her self-titled first album, Sun Yan Zi (孫燕姿) under Warner Music.  Stefanie's saccharine vocals and sincere personality have won the hearts of many, and her grounding as one of the most accomplished local artists in her native Singapore is firm. To date, she has won many awards, most notably at the Taiwan Golden Melody Awards, beating established singers, Jay Chou and Jolin Tsai. Among her followers, Sun has inspired and stirred other Singaporean artists (such as JJ Lin and Huang Yi Da) to expand overseas.  Sun does most of her recording, and conducts publicity events mainly in Taiwan, which comprises the majority of her fanbase. She also visits China, Hong Kong, Malaysia and Singapore frequently for promotional rounds where she is warmly received.  Most of her songs are sung in Mandarin, with several in English. In her first album, she sings Tori Amos's \"Silent all These Years\". Sun's ability to speak various languages is reflected in the songs she sings. In the song 天黑黑, (Dark skies) she sings in both Mandarin and her native Teochew. It is an adaptation of a traditional Teochew folksong which included the first six words in the original Teochew - \"Thi-o·-o·, beh lo?h-hō·\" - in the chorus.  She has won over 33 awards and other accolades for her music in the course of her career in Singapore, Taiwan, mainland China and Hong Kong (as well as at the pan-Asian MTV Asia Awards).  Yanzi sings Singapore's National Day Parade song, \"One United People\". In 2002 and 2003 Sun also sang the official theme songs for Singapore's National Day Parade: \"We Will Get There\" (一起走到) and \"One United People\" (全心全意).  Sun is continually extending her influence in the Asian music industry. Sun collaborated with Mai Kuraki, a Japanese singer, on the last track of her To Be Continued... album. They collaborated yet again in 2003, this time on Mai Kuraki's If I Believe, released in July of 2003.  In late 2003, she decided to take a one year hiatus from making music, returning in late 2004 with a new album titled \"Stefanie\", intended to be a mirror of her debut album (self-titled as well, but in Chinese). This was to symbolise her return with a newcomer's attitude. She also started her own company, Make Music, during this sabbatical.  A Perfect Day was released on 2005, almost one year after the previous album Stefanie. She collaborated with some of the best musicians from Taiwan, namely MayDay (五月天) and F.I.R. in the song, 'First Day'.  Reviews of this new album has been mixed because of rumors in sales. But Stefanie had mentioned before that her priority is to make quality music, instead of over-commercialized products that sell well but have a lower level of artistic quality.  In 2006, Sun is in the midst of a regional concert tour. She has staged four full-house concerts at the renowned Hong Kong Colosseum. The performances have received rave reviews from the media as well as overwhelming support from fans. Sun also returned to Singapore in a much anticipated homecoming concert.  Albums Date of release Title  2000 June 8 孫燕姿 Yan Zi (self-titled)   2000 December 9 我要的幸福 My Desired Happiness   2001 July 12 風筝 Kite   2002 January 5 START 自選集   2002 May 21 Leave   2002 July 16 半成年主張, (Stefanie is only responsible for Track 6, 王子面 Kid and Dream)   2003 January 10 未完成 To Be Continued...   2003 August 22 The Moment 這一刻   2003 September 16 七年級生, (Stefanie is only responsible for Track 3, 第六感 Sixth Sense)   2004 October 28 Stefanie   2005 October 7 A Perfect Day (完美的一天)   2006 September 22 My Story, Your Song  2007 March 21 逆光 Against the Light  Awards Years Awards  2000 TVB 8 Mandarin Music Awards (Hong Kong), Best Newcomer  Hong Kong's Radio Station, Most Promising Artist  Channel V Music Awards (Beijing), Best newcomer  Channel V Music Awards (Beijing), Song Of the Year  Singapore Hit Awards, Most Promising Artiste  Ming Sheng Bao Top 10 Stars, Most Promising Artiste  China Music Awards, Best Newcomer  China Music Awards, Best Female Vocal   2001 Golden Melody Awards (Taiwan), Best newcomer  MTV Chinese, Top 10 Most Popular Artist  Golden Melody Awards (Malaysia), \"Hong Ren\" of the year (Gold)  Singapore Hit Awards, Best Local Artiste  Singapore Hit Awards, Best New Act (Gold)   2002 Singapore Hit Awards, Most Popular Female Artiste  Singapore Hit Awards, Best-Selling Female Artiste  Singapore Hit Awards, Best Local Artiste   2003 Singapore Hit Awards, Best Local Artiste  Singapore Hit Awards, Best Performing Regional Female Artiste   2004 Singapore Hit Awards, Best Local Artiste   2005 Golden Melody Awards (Taiwan), Best Female Mandarin Singer  MTV Japan Music Video Awards, Best buzz ASIA from Taiwan  MTV Asia Aid Awards, Singapore Most Popular Singer  Singapore Hit Awards, Best Local Female Artiste  Singapore Hit Awards, Best Female Vocalist  Singapore Hit Awards, Best Performing Regional Female Artiste  Singapore Hit Awards, Y.E.S. 93.3FM Most Popular Song (同类)","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Singapore, Singapore","strCountryCode":"SG","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sun-yan-zi-508651c19e718.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/sun-yan-zi-5086e1ae81899.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sun-yan-zi-50864ce8cac4c.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/66o0ax1700805736.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/sun-yan-zi-50865169e6e0a.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/sun-yan-zi-5086c25177b66.jpg","strArtistBanner":null,"strMusicBrainzID":"ff0ecbbe-34b0-49c7-a36d-81a47700ac13","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}