{"artists":[{"idArtist":"111626","strArtist":"Justin Bieber","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Def Jam Recordings","idLabel":"43613","intFormedYear":"2009","intBornYear":"1994","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Good Natured","strWebsite":"www.justinbiebermusic.com","strFacebook":"www.facebook.com/JustinBieber","strTwitter":"1","strBiographyEN":"Justin Drew Bieber is a Canadian Pop/R&B singer-songwriter, musician, and actor. Bieber was discovered in 2008 by Scooter Braun, who came across Bieber's videos on YouTube and later became his manager. Braun arranged for him to meet with Usher in Atlanta, Georgia, and Bieber was soon signed to Raymond Braun Media Group (RBMG), a joint venture between Braun and Usher, and then to a recording contract with Island Records offered by L.A. Reid. Bieber's debut single, \"One Time\", was released in 2009 and peaked in the top twenty in Canada and charted in the top thirty in several international markets. His debut album, the seven-track EP My World, followed in November 2009, and was soon certified platinum in the United States. He became the first artist to have seven songs from a debut album chart on the Billboard Hot 100.\n\nBieber's first full-length studio album, My World 2.0, was released in March 2010. It debuted at number one or within the top ten in several countries and was certified platinum in the United States. It was preceded by the worldwide top-ten single, \"Baby\". The music video of \"Baby\" is currently ranked as the most viewed and most discussed YouTube video. Bieber followed up the release of his debut album with his first headlining tour, the My World Tour, the remix albums My Worlds Acoustic and Never Say Never - The Remixes, and the 3D biopic-concert film Justin Bieber: Never Say Never, that nearly matched the record for the biggest opening weekend gross for a concert-film. Bieber released his second studio album, Under the Mistletoe, in November 2011, which debuted at number one on the Billboard 200. Bieber has received numerous awards, including Artist of the Year at the 2010 American Music Awards, and has been nominated for such awards as Best New Artist and Best Pop Vocal Album at the 53rd Grammy Awards. With a fan base of millions, termed as \"Beliebers\", and over 20 million followers on Twitter, in 2012, Forbes named Bieber 3rd most powerful celebrity in the world, with earnings of an estimated $55 million. As of May 2012, Bieber has sold 15 million albums.","strBiographyDE":"Justin Drew Bieber (* 1. März 1994 in London, Ontario) ist ein kanadischer Pop- und Contemporary R&B-Sänger und Songwriter.\nIm Sommer 2009 veröffentlichte er seine Debütsingle One Time, im November 2009 folgte die EP My World, die Platz fünf in den amerikanischen Musikcharts erreichte und auch in Deutschland in die Top Ten kam. Sein im März 2010 erschienenes Debütalbum My World 2.0 erlangte unter anderem in Kanada und den USA Rang eins in den Charts. Daraufhin wurden ein weiteres Studioalbum sowie zwei Remixalben veröffentlicht, die alle drei in die amerikanischen Top Five einstiegen und von denen zwei die Höchstposition erlangten. Im Sommer 2012 erschien das dritte Studioalbum des Sängers.","strBiographyFR":"Justin Drew Bieber, né le 1er mars 1994 à London (Ontario, Canada), est un auteur-compositeur-interprète et acteur canadien.\n\nIl est découvert en 2008 par l'agent artistique Scooter Braun1, après que ce dernier ait visionné toutes les vidéos postées par Justin sur le reseau de partage de video YouTube ; il devient plus tard son agent. Scooter organise par la suite une rencontre entre Justin et le chanteur Usher à Atlanta en Géorgie et signe par la suite avec le label RBMG, une coentreprise de Scooter et Usher2, puis une autre avec le label Island Records3,4. Justin sort son tout premier single en 2009 ; intitulé One Time, il est en tête du Top 20 au Canada ainsi qu'en tête du Top 30 dans plusieurs marchés internationaux. En novembre 2009, il sort son premier album intitulé My World qui a été certifié platine aux États-Unis.\n\nEn mars 2010, il sort l'autre moitié de son premier album qui s'intitule My World 2.0. Il est placé numéro un dans les charts et certifié disque de platine aux États-Unis. L'album est suivi du single Baby, qui est placé en tête du Top 10 dans le monde entier. Le clip vidéo de Baby est resté longtemps la vidéo la plus visionnée sur YouTube avant d'être dépassée par Gangnam Style5. Afin de promouvoir les deux albums, Justin fait une tournée, le My World Tour, et sort deux albums de remix : My Worlds Acoustic et Never Say Never: The Remixes. Il propose ensuite le film concert en 3D, Justin Bieber: Never Say Never. En novembre 2011, Justin sort son deuxième album intitulé Under the Mistletoe qui est en tête du Billboard 200. Il reçoit de nombreuses récompenses, y compris celle d'« Artiste de l'année » lors des American Music Awards 2010, et il obtient plusieurs nominations dans des catégories telles que le « Meilleur nouvel artiste » et le « Meilleur album pop » lors de la 53e cérémonie des Grammy Awards.\n\nAvec des millions de fans, appelés les « Beliebers », Justin est la deuxième personne la plus suivie sur Twitter, juste après Katy Perry, avec plus de 58 millions de followers. Sur Facebook, ses fans sont plus de 76 millions.\n\nIl est désigné, en 2012, « troisième célébrité la plus puissante au monde » par le magazine Forbes, avec un revenu estimé à 55 000 000 de dollars. En mars 2013, il a vendu plus de 15 000 000 d'albums dans le monde6. Justin Bieber est la deuxième personne ayant le plus de vues sur YouTube après la chanteuse Rihanna7, avec plus de 4.3 milliards de vues en 2013.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Justin Drew Bieber Mallette (nacido el 1 de marzo de 1994 en Ontario, Canadá) es un cantante R&B y pop. También toca la trompeta, la guitarra, el piano y la batería. \nCon 12 años ya se presentaba a concursos de canto y pronto comenzó a subir videos a You tube donde se hizo muy famoso por hacer covers de canciones de artistas como Usher, Stevie Wonder, Ne-Yo, Justin Timberlake y Michael Jackson.\nScooter Braun, un ex ejecutivo de marketing de So So Def, le vió y convenció a Usher para que le viera cantando, el joven Bieber voló hasta Atlanta para convencer al popular artista de que debía ficharle.Así fue y pronto era fichado por Island Records.\nEn el verano del 2009 fue lanzado su sencillo debut \"One Time\", que se posicionó en el top treinta en más de diez países. Fue seguido por su álbum debut, My World el 17 de noviembre, recibiendo críticas positivas y una certificación de platino por la RIAA, convirtiéndose en el mayor debut de un nuevo artista en el año, ademas de que hizo a Justin el primer artista en toda la historia de la Billboard Hot 100 en tener cuatro sencillos de un álbum debut en el Top 40 antes del lanzamiento de álbum.","strBiographyPT":"Justin Drew Bieber, mais conhecido como Justin Bieber nasceu no dia 1 de março de 1994 em Stratford, Canadá. É um cantor de R&B canadense. \n\nComeçou a postar vídeos no YouTube fazendo covers de cantores como Chris Brown, Ne-Yo, Usher e Justin Timberlake, conseguiu mais de 10 milhões de visualizações, com apenas 13 anos de idade. Sete meses depois de ter começado a postar os vídeos no YouTube, um executivo da So So Def se surpreendeu não apenas com a voz de Justin, mas com seu multi-talento para tocar instrumentos como: Violão, piano, bateria e trompete. ","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Ontario, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rvutxq1494999969.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/svwtst1359651688.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/wni2pg1641903729.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/zwk5371641903639.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/n9wz2f1641903903.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ytvppr1359651806.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vpsvtp1521032223.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/qrwqyq1521032335.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/bieber-justin-5375ff83bf87d.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wxvywu1359231197.jpg","strMusicBrainzID":"e0140a67-e4d1-4f13-8a01-364355bee46e","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Justin Bieber/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}