{"artists":[{"idArtist":"174268","strArtist":"Noah Kahan","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Republic Records","idLabel":"47129","intFormedYear":"2017","intBornYear":"1997","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"Noah Kahan (born January 1, 1997) is an American singer-songwriter of folk-infused pop who signed to Republic Records in 2017. Kahan released his first single, \"Young Blood\" on January 27, 2017, and released four other singles over the course of 2017. His fans are known as \"busyheads\". Kahan made his television debut in 2018 on The Late Show with Stephen Colbert performing the single \"Hurt Somebody\". Kahan released his debut Extended Play (EP) carrying the same name in January 2018, including an updated version of titular song with fellow Republic Records artist Julia Michaels.\n\nBiography\nEarly life\nKahan was born in Strafford, Vermont. He attended Hanover High School in Hanover, New Hampshire. Kahan began writing songs at age 8 and uploaded them to SoundCloud where his music began to gain exposure. Kahan says that the first job he ever had was working for a valet at a hotel, where he was later fired for crashing a car.\n\nAt age 17, Kahan began working with school friend music producers (Cwenga Matanzima). This attracted the attention of his current manager Drew Simmons of Foundations Artist Management. His music also caught the attention of songwriters such as Dan Wilson known for his work with Adele, Scott Harris, Carrie Underwood, among others. Kahan deferred his admission to Tulane University to pursue his developing music career. Kahan has said that two career goals he wished for were to be verified on Instagram and to have a Wikipedia page.\n\nKahan cites some of his inspirations as Paul Simon, Cat Stevens, Counting Crows, Hozier, and Mumford and Sons.\n\nKahan has opened up about his struggles with anxiety and depression and has talked extensively about how his struggles with these disorders have affected his life. He has spoken about how writing about these topics has proved to be therapeutic for him.\n\n“I’ve been struggling with anxiety and depression for as long as I can remember,” Kahan told an Australian news outlet. “I didn’t know what it was until I got into high school. Then, when I started releasing music and seeing it connect with others, I realised it wasn’t something I had to be ashamed of and that people were actually connecting to my music. So it’s a real thing and it’s a really hard thing I have to deal with all the time and it sucks, and it’s shitty. Sometimes it feels like everyone around me is doing well and I feel like I’m kind of missing something. But what’s great is music gives me an outlet to express it and it helps other people. So  has its ups and downs.”","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Strafford, Vermont, U.S.","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/lfrvel1674726119.jpg","strArtistLogo":null,"strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/yb7w8p1674726176.png","strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"a2a3f910-b188-43e7-81d0-f1ac2a2f3e12","strISNIcode":null,"strLastFMChart":null,"intCharted":"0","strLocked":"unlocked"}]}