{"artists":[{"idArtist":"144668","strArtist":"Maluma","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Sony BMG Music Entertainment","idLabel":"45694","intFormedYear":"1994","intBornYear":"1994","intDiedYear":null,"strDisbanded":null,"strStyle":"Reggae","strGenre":"Latin","strMood":"","strWebsite":"","strFacebook":"www.facebook.com/MALUMAMUSIK/","strTwitter":"1","strBiographyEN":"Juan Luis Londoño Arias, (born 28 January 1994), better known by his stage name Maluma, is a Colombian singer, songwriter and record producer, signed to Sony Music Colombia\n\nMaluma began his musical career in 2010, recording singles. After \"Farandulera\" became a local radio hit, Sony Music and its subsidiary label Sony Music Colombia decided to sign the singer to record his first studio album. The label then launched the next single, \"Loco,\" which was inspired by \"rampant and uncontrolled love.\"\n\nIn 2012, Maluma signed an exclusive contract with Sony Music Colombia. That same year, he released his first studio album, entitled \"Magia.\" The video for the single, \"Obsesión,\" was filmed at the Antioquia Department Railway Station and featured Colombian model Lina Posada, who had previously appeared in the music video for the song \"Taboo\" (2011) by Don Omar. So far the video has more than 150 million views on YouTube. Other singles released from the album include \"Miss Independent\" and \"Pasarla Bien,\" which reached the Top 3 of Colombia's chart National Report and became the first Top 5 performer on that list. Maluma was also nominated for a 2012 Shock Award as \"Best New Artist.\"\n\nIn 2013, the artist released the final two singles from his debut album, \"Primer Amor\" and \"Miss Independent\", which had promotional music videos, recorded in Medellín, gathering more than 35 million views on YouTube. In Colombia, Maluma took second place in a list of the biggest hits of the year by National Report, behind the duet \"Como Le Gusta a Tu Cuerpo\" by Carlos Vives and Brazilian singer Michel Teló.\n\n\"La Temperatura\", a duet with Puerto Rican singer Eli Palacios, was released as the first single from his upcoming second studio album; it achieved the seventh position on the National Report charts. It also became his first single to enter the US charts for the Latin audience by Billboard; it also reached the 38th position in the list Tropical Songs, the 36th position of the Latin Pop Airplay, and the 4th place in the Latin Rhythm Airplay.\n\nThat same year, Maluma was nominated for several awards, including \"Best Radio Song\" at the 2013 Shock Awards for \"La Temperatura\", which he won, as well as the MTV Europe Music Award for Best Latin America Central Act for 2013, and the Latin Grammy Award for Best New Artist.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Colombia","strCountryCode":"CO","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/8otgu91603712467.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/tspppq1531069619.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/bo3i0j1677134796.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/sxpsyx1531071778.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/swuyrq1531071663.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wtprpp1490530887.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vyxusu1531071709.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vsrqww1531071736.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ae6c2m1638737489.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/usxqpw1490532801.jpg","strMusicBrainzID":"e8979f75-9110-4df8-ac70-898898d080d1","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}