{"artists":[{"idArtist":"135029","strArtist":"Jane Zhang","strArtistStripped":null,"strArtistAlternate":"张靓颖","strLabel":null,"idLabel":null,"intFormedYear":"1984","intBornYear":"1984","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Pop","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jane Zhang also known as Zhang Liangying (simplified Chinese: 张靓颖; traditional Chinese: 張靚穎; pinyin: Zhāng Liàngyǐng; born October 11, 1984 in Chengdu, Sichuan, China) is a Mainland Chinese pop singer. She rose to prominence after her third-place performance in the 2005 season of the Super Girl contest, a national all-female singing competition in the People's Republic of China. Throughout the competition, she sang in English, Spanish and Cantonese in addition to Mandarin Chinese. She is particularly known for her signature whistle register.  Zhang's debut album was titled The One and was produced by Craig Williams. Her next album, Update, broke away from the Chinese pop scene by combining elements of R&B and jazz. After the release of Update, Zhang participated in a World Peace One concert that was designed to increase awareness and activism for world peace, and to raise funds for humanitarian relief. Other participating artists included U2, Madonna, Pink Floyd and Green Day.  Her father was an engine attendant for a transportation company in Chengdu, and her mother was a shop assistant.During her childhood, she performed at her parents' workplace on several occasions. However, her parents divorced when she was 13; two years later, Zhang's father died. This forced her to work outside of school; she started to sing at a local public house, where her uncle played the accompaniments.While performing at the pub, Zhang was exposed to a wide variety of music genres, and developed a taste for American country singers in addition to Western pop singers, such as Mariah Carey and Christina Aguilera. Because she was unable to afford her own music players, Zhang frequently borrowed walkmans and headphones from her classmates, and skipped lunches to save enough money for cassettes.After graduating from college, she studied at Sichuan University's Foreign Language Department where she was majoring in English; she dropped out soon after to compete in the 2005 Super Girl competition.  Zhang auditioned for the Super Girl contest in 2005. Super Girl (simplified Chinese: 超级女声; traditional Chinese: 超級女聲) is the Chinese equivalent to the popular Idol franchise where only female contestants were allowed to participate.She auditioned in Chengdu, and after progressing through the preliminary rounds, she entered the national competition with Li Yuchun and He Jie (simplified Chinese: 何洁; traditional Chinese: 何潔).  Throughout the series, she had established a fan base whose members called themselves \"Liang Fen\" (simplified Chinese: 凉粉), a phrase that combined the Chinese pronunciation of her name and the English word \"fan.\" The term \"Liang Fen\" originated from Hong Kong years ago, but is now used to define a particular type of bean jelly snack in central China.Zhang demonstrated her ability to sing in foreign languages, with performances of \"I Still Believe,\"\"What's Up,\"\"Beautiful,\"and \"Don't Cry for Me Argentina.\"As such, she was recognized by judges, critics and musicians to be the most talented singer in this competition.Some critics even regarded her as one of China's best artists.Nevertheless, she was not the most popular contestant among young supporters. Her final number of votes by text messaging was 1.3 million. Consequently, she placed third behind Li Yuchun and Zhou Bichang.Her loss did not come as a shock because Li and Zhou had garnered more popularity during the competition. Their creative eccentricity and tomboyish appearances triumphed over Zhang's \"old, introverted,  pretty-girl\" image.  After the competition ended, Zhang was invited to visit Sichuan University, her alma mater, during its orientation week celebration in early September. She performed her own rendition of Shania Twain's \"Any Man of Mine\" there.On September 26, 2005, she became the first Super Girl contestant to hold a personal music show for her fans. Numerous celebrities attended the show, including Huang Jianxiang, a host on CCTV's football shows, Phoenix TV host Zeng Zimo, and Taiwanese singer Sky Wu.Zhang also signed a contract with CCTV to play the supporting role in The Song of the Movie, a stage music show produced by Taiwan pop musician Jonathan Lee. Harlem Yu and Yuan Quan also starred in the musical, which opened in Beijing in December 2005 and later in Hong Kong.  On January 9, 2006, her first EP, Jane·Love (simplified Chinese: Jane·爱; traditional Chinese: Jane·愛) was released. The EP, which cost 2 million yuan to produce,contains six tracks in total: 3 songs and 3 instrumentals. In China alone, over 210,000 copies of the EP have been sold.On Forbes' China Celebrity 100 list, Zhang was placed 55th.Her debut album, The One, was released on October 11, 2006, her 22nd birthday.During the production of the album, Zhang visited the United States to collaborate with music producers Craig Williamsand Peter Hyams, the latter of whom had worked with Celine Dion and R. Kelly.The One contains ten songs, three of which are in English; the three English songs were produced by Williams.She has also sung many popular theme songs for various films and series, including \"Only for Love\" (simplified Chinese: 我用所有报答爱; traditional Chinese: 我用所有報答愛) for the film The Banquetand \"Unparalled in the World\" (simplified Chinese: 天下无双; traditional Chinese: 天下無雙) for the TV series The Return of the Condor Heroes. The popularity of both songs was reflected on numerous Chinese music charts.\"Only for Love\", which was a collaboration with Chinese pianist Lang Lang,was nominated for Best Original Film Song at the 2007 Hong Kong Film Awards.  In February 2007, she was invited by World Peace One (WP1) to join a hundred world-renowned singers and bands to record a song called \"Give Your Love\". This was aimed to bring attention to all cultures of the globe. This project aims to promote awareness of the poverty of third-world countries.Zhang was the only Asian female singer who received an invitation to participateand it was reported that Craig Williams recommended Zhang to the organiser of the event.Zhang performed her first North American concert on March 31, 2007 in Pasadena, California.Famous Japanese musician Kitarō and Gavin Christopher also attended the concert, in which Gavin Christopher and Zhang sang I'll Be There together.On April 8, 2007, she was awarded the Best Singer Award in the 2007 Music Chart Awards ceremony was held in Beijing Exhibition Centre Theater.Her July 28, 2007 concert in Beijing also set a record for the most expensive VIP seating for a mainland Chinese artist.She performed live versions of hit songs from The One, new songs from her second album Update, which was released in August 2007, as well as Richard Marx's signature ballad \"Right Here Waiting\" and Beyoncé Knowles's \"Listen\" from the award-winning Broadway musical Dreamgirls.On August 2, 2007, her second album, Update was released. When asked about the album's name, Zhang explained that the album is an upgraded step from The One. The songs broke away from the Chinese pop scene by combining elements of R&B and jazz.One of her tracks, \"We Are Together\" (simplified Chinese: 我们在一起; traditional Chinese: 我們在一起), was produced for a project by the United Nations Children's Fund.  Zhang was invited, along with 130 other renowned Chinese performerssuch as Elva Hsiao, Joey Yung, Alan Tam, Wang Feng, Eason Chan, Hacken Lee and Jackie Chanto record \"We Are Ready\" in July 2007 for the countdown to the 2008 Summer Olympics. It was released on August 2.\"We Are Ready\" was composed by Peter Kam and Keith Chan,at the request of the Beijing Organizing Committee for the Games of the XXIX Olympiad (BOCOG), for the celebration of the one-year countdown to the start of the 2008 Olympics. On August 8, the artists who recorded the song gathered at Tiananmen Square, and performed the song live for the first time.In addition, Zhang, along with Wang Leehom, Stefanie Sun, and Wang Feng, recorded the theme song of the 2008 Beijing Olympics torch relay, \"Light the Passion, Share the Dream\" (simplified Chinese: 点燃激情，传递梦想; traditional Chinese: 點燃激情 傳遞夢想). On December 8, 2007, Zhang performed a live concert in her hometown, Chengdu. She performed most hit songs from her two albums, The One and Update, together with songs from her newly released EP, Dear Jane.Additionally, she also sang a promotional tourism song for Chengdu , titled \"I Love This City\".  Jane@Music, Zhang's third album, was released in January 2009. She also accompanied Taiwan-based artist Leehom Wang in a duet in Wang's album Heart Beat.  Zhang made her American television singing debut on The Oprah Winfrey Show on May 11, 2009.  Believe in Jane, Zhang's fourth album, was released in February 2010. She also performed at the first annual New York China Film Festival, where she was awarded most popular Chinese singer.She further represented China in the 7th Asia Song Festival held in Koreaand hosted her first fanmeet in Singapore in September 2010.In August, she begun her Believe in Jane tour with concerts in Beijing, Shanghai, Chengdu and Tianjin.Jane further performed \"I Believe\" and \"The Only\" at ice-skating couple Shen Xue and Zhao Hongbo's wedding. The latter was accompanied by a ice skating performance by the couple.As a brand ambassador of Coca-Cola in China, she also collaborates with K'naan and Jacky Cheung in the Chinese version of Wavin' Flag for Coca-Cola's 2010 World Cup promotional tour at the 2010 Shanghai Expo on May 8, 2010.A passionate vegetarian, Jane Zhang won the title of Asia's Sexiest Vegetarian woman in 2010 in a poll by PETA-Asia Pacific.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"CN","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uspsst1423523647.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/-4f01c579c9021.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rprwrr1423523693.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"2bc6819d-dd36-47cc-9ed7-945d3ff9ef31","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}