{"artists":[{"idArtist":"114402","strArtist":"Dean Martin","strArtistStripped":null,"strArtistAlternate":"Dino Martini","strLabel":null,"idLabel":null,"intFormedYear":"1939","intBornYear":"1917","intDiedYear":"1995","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Dean Martin (born Dino Paul Crocetti; June 7, 1917 – December 25, 1995) was an American singer, film actor, television star and comedian.\nOne of the most popular and enduring American entertainers of the mid-20th Century, Martin was nicknamed the \"King of Cool\" due to his seemingly effortless charisma and self-assuredness. A member of the \"Rat Pack,\" Martin was a major star in four areas of show business: concert stage/night clubs, recordings, motion pictures, and television. He was the host of the successful television variety program The Dean Martin Show (1965-1974), and subsequently The Dean Martin Celebrity Roasts (1974-1985)\nMartin's relaxed, warbling crooning voice earned him dozens of hit singles including his signature songs \"Memories Are Made of This\", \"That's Amore\", \"Everybody Loves Somebody\", \"You're Nobody till Somebody Loves You\", \"Sway\", \"Volare\" and \"Ain't That a Kick in the Head?\".\nMartin was born in Steubenville, Ohio, to an Italian father, Gaetana and an Italian-American mother, Angela Crocetti (née Barra). His father was from Montesilvano, Pescara, Abruzzo, Italy, and his mother was of Neapolitan and Sicilian ancestry. Martin had an older brother named Bill. Martin spoke only Italian until he started school. He attended Grant Elementary School in Steubenville, and took up the drums as a hobby as a teenager. He was the target of much ridicule for his broken English and ultimately dropped out of Steubenville High School in the 10th grade because he thought that he was smarter than his teachers. He delivered bootleg liquor, served as a speakeasy croupier, was a blackjack dealer, worked in a steel mill and boxed as a welterweight. He grew up a neighbor to Jimmy the Greek.\nAt the age of 15, he was a boxer who billed himself as \"Kid Crochet\". His prizefighting years earned him a broken nose (later straightened), a scarred lip, and many sets of broken knuckles, bruised body (a result of not being able to afford the tape used to wrap boxers' hands). Of his twelve bouts, he would later say \"I won all but eleven.\" For a time, he roomed with Sonny King, who, like Martin, was just starting in show business and had little money. It is said that Martin and King held bare-knuckle matches in their apartment, fighting until one of them was knocked out; people paid to watch. Martin knocked out King in the first round of an amateur boxing match.\nEventually, Martin gave up boxing. He worked as a roulette stickman and croupier in an illegal casino behind a tobacco shop where he had started as a stock boy. At the same time, he sang with local bands, calling himself \"Dino Martini\" (after the famous Metropolitan Opera tenor, Nino Martini). He got his first break working for the Ernie McKay Orchestra. He sang in a crooning style influenced by Harry Mills (of the Mills Brothers), among others. In the early 1940s, he started singing for bandleader Sammy Watkins, who suggested that he change his name to Dean Martin.\nIn October 1941, Martin married Elizabeth Anne McDonald. During their marriage (ended by divorce in 1949), they had four children. Martin worked for various bands throughout the early 1940s, mostly on looks and personality until he developed his own singing style. Martin famously flopped at the Riobamba, a high class nightclub in New York, when he followed Frank Sinatra in 1943, but it was the setting for their meeting.\nMartin was drafted into the United States Army in 1944 during World War II, serving a year stationed in Akron, Ohio. He was then reclassified as 4-F and was discharged (possibly because of a double hernia; Jerry Lewis referred to the surgery that Martin needed for this in his autobiography).\nBy 1946, Martin was doing relatively well, but was still little more than an East Coast nightclub singer with a common style, similar to that of Bing Crosby. He drew audiences to the clubs where he played, but he inspired none of the fanatical popularity enjoyed by Sinatra.","strBiographyDE":"Dean Martin (* 7. Juni 1917 als Dino Crocetti in Steubenville, Ohio; † 25. Dezember 1995 in Beverly Hills, Kalifornien) war ein US-amerikanischer Sänger, Schauspieler und Entertainer italienischer Abstammung. International bekannt wurde Martin nach dem Zweiten Weltkrieg durch seine zehnjährige Zusammenarbeit mit dem Komiker Jerry Lewis. Nach der Auflösung von Martin & Lewis etablierte sich Martin als Solokünstler auf der Bühne, auf der Leinwand und im Fernsehen. Er trat bis 1991 regelmäßig in Las Vegas auf, sang Welthits wie Memories Are Made of This und Everybody Loves Somebody (Sometime) und drehte über 50 Spielfilme, darunter Rio Bravo und Küss mich, Dummkopf. Ein Jahrzehnt lang präsentierte er im Fernsehen die Dean Martin Show, die ihn seinerzeit zum bestbezahlten Entertainer der Welt machte. Zusammen mit Frank Sinatra, Sammy Davis jr. und einigen anderen Künstlern wurde er in den 1960er Jahren dem sogenannten Rat Pack zugerechnet. Wegen seiner entspannten Auftritte galt er als King of Cool. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Steubenville, Ohio, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/6t0xqg1686468952.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/martin-dean-55f1dbdbb44f9.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/ssxutp1536090660.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/7tuaql1616169609.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yvpsyt1401827496.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/svurvt1401827782.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"5e6c760b-42e0-4df4-a221-0269355da00a","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}