{"artists":[{"idArtist":"114611","strArtist":"Faye Wong","strArtistStripped":null,"strArtistAlternate":"王菲","strLabel":null,"idLabel":null,"intFormedYear":"1969","intBornYear":"1969","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Faye Wong (Chinese: 王菲, pinyin: Wáng Fēi) (born 8 August 1969) is an influential Chinese singer-songwriter and actress who is usually referred to as a diva (Chinese: 天后; literally \"Heavenly Queen\"). Early in her career she briefly used the stage name Shirley Wong (王靖雯). Born in Beijing, she moved to British Hong Kong in 1987 and rose to stardom in the early 1990s by singing ballads in Cantonese. Since 1995 she has recorded mostly in her native Mandarin, often combining alternative music with mainstream Chinese pop. In 2000 she was recognized by Guinness World Records as the Best Selling Canto-Pop Female. Following her second marriage in 2005 she withdrew from the limelight, but returned to the stage in 2010 amidst immense interest in the Sinosphere.\n\nAlthough her music is quite individualized, Faye Wong is famously reserved in public, and has become a cultural icon of \"cool\". Hugely popular in Mainland China, Taiwan, Hong Kong and Singapore, she has also gained a large following in Japan and is to date the only C-pop artist to have performed 4 times in Tokyo's Budokan[fn 2]. In the West she is best known for starring in Wong Kar-wai's films Chungking Express and 2046. While she has collaborated with international artists such as Cocteau Twins, Wong recorded only a few songs in English, the most famous being \"Eyes on Me\" – the theme song of the video game Final Fantasy VIII.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"","strCountryCode":"HK","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/stxuvu1359406217.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/-4e6d69d3ce58c.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xrvqyv1359406288.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"692e367d-2846-442d-b13d-1177c3681c65","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}