{"artists":[{"idArtist":"111582","strArtist":"Andy Williams","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1938","intBornYear":"1927","intDiedYear":"2012","strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Swing","strMood":"","strWebsite":"www.andywilliams.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Howard Andrew \"Andy\" Williams (born December 3, 1927) is an American singer who has recorded 18 Gold- and three Platinum-certified albums. He hosted The Andy Williams Show, a TV variety show, from 1962 to 1971, as well as numerous television specials, and owns the Moon River Theatre in Branson, Missouri named after the song \"Moon River\", with which he is closely identified.\n\nWilliams was born in Wall Lake, Iowa, the son of Jay Emerson and Florence (née Finley) Williams. He first performed in a children's choir at the local Presbyterian church. Williams and his three older brothers Bob, Don, and Dick formed the Williams Brothers quartet in late 1938, and they performed on radio in the Midwest, first at WHO in Des Moines, Iowa, and later at WLS in Chicago and WLW in Cincinnati. Williams graduated from Western Hills High School in Cincinnati and his brother was engaged to Gene Ingram's car-pool partner, Peggy. The Williams Brothers appeared with Bing Crosby on the hit record \"Swinging on a Star\" (1944). They appeared in 4 musical films: Janie (1944), Kansas City Kitty (1944), Something in the Wind (1947) and Ladies' Man (1947). This led to a nightclub act with entertainer Kay Thompson from 1947 to 1951.","strBiographyDE":"Howard Andrew „Andy“ Williams war ein US-amerikanischer Popsänger und Fernsehentertainer.\n\nAndy Williams wuchs in ärmlichen Verhältnissen in Wall Lake, einem kleinen Dorf in Iowa auf. Er und seine drei Brüder Bob, Dick und Don traten zunächst gemeinsam als The Williams Brothers auf. 1952 trennten sich die Brüder, und Andy begann eine Solokarriere. In der Zeit bis zu seinem Durchbruch lebte Andy Williams in bescheidenen Verhältnissen.\n\nAb 1956 bis weit in die 1970er-Jahre war er mit insgesamt 45 Titeln in den US-Charts vertreten. Im Frühjahr 1957 gelang ihm mit Butterfly ein Nummer-Eins-Hit in den USA und in Großbritannien. Weitere populäre Titel beziehungsweise Interpretationen von Andy Williams sind The Impossible Dream (The Quest) aus dem Musical Der Mann von La Mancha, Music To Watch Girls By, Canadian Sunset, Where Do I Begin (Love Story), Born Free, Can’t Take My Eyes Off You, Moon River – der Titel aus dem Film Frühstück bei Tiffany gilt als seine Erkennungsmelodie –, Can’t Get Used To Losing You oder Up, Up And Away. In Deutschland war Andy Williams weniger erfolgreich, lediglich zwei seiner Titel erreichten untere Platzierungen in der Hitparade: 1963 Can’t Get Used To Losing You # 39 und 1971 (Where Do I Begin) Love Story # 38.\n\nAndy Williams Musikstil war kaum in eine Kategorie einzuordnen, orientierte er sich in den 1950er-Jahren noch eher am Rock ’n’ Roll, wurde er im darauffolgenden Jahrzehnt zum Sixties-Popsänger, der sich aber erst in den 70er-Jahren mit seinem unverkennbaren „Easy Listening“ selbst gefunden zu haben schien. Zwischen 1962 und 1967 sowie von 1969 bis 1971 hatte er eine eigene, sehr erfolgreiche Fernsehshow (The Andy Williams Show). Zahlreiche Stars wie Ray Charles, Bobby Darin, oder Antônio Carlos Jobim hatten Gastauftritte in seiner Show. Bereits zwischen 1952 und 1955 trat er regelmäßig in der Tonight Show auf. 1964 spielte er in dem Film I’d Rather Be Rich mit. 1962 heiratete er die französische Sängerin Claudine Longet, von der er 1970 wieder geschieden wurde. Trotzdem trat sie bis 1975 regelmäßig in der jährlichen Weihnachtssendung von Williams mit ihren drei Kindern auf. Das wurde abrupt beendet, als Claudine beschuldigt wurde, ihren Liebhaber, den Skiprofi Vladimir Sabich, erschossen zu haben.\n\nAndy Williams war auch im Alter bemerkenswert fit. Er selbst merkte einmal ironisch an, junge weibliche Fans vor der Bühne schreien zu sehen, helfe besser als Viagra. Nachdem er sich 2009 in der Royal Albert Hall in England von Konzerten außerhalb der Staaten verabschiedet hatte, trat er von September bis Dezember in seinem in den 1990er-Jahren erbauten eigenen „Moon River Theatre“ in Branson auf. Sein zum 80. Geburtstag veröffentlichtes und letztes Album trägt den Titel „I Don’t Remember Ever Growing Up“. Zwei Jahre später gab er seine Autobiografie „Moon River And Me“ heraus. Seinen bis zuletzt sehr hohen Stellenwert in den USA verdankte er auch einem Gastauftritt bei den Simpsons; Nelson Muntz zählt in der Folge „Die Reise nach Knoxville“ (Originaltitel: Bart On The Road) zu seinen größten Fans. In anderen großen Fernsehserien hatte er zuvor schon Gastauftritte, wie etwa in der Muppets Show. Gegen Ende der 1990er-Jahre brachte ein Fiat-Werbespot, der seinen Song aus dem Jahre 1967, „Music To Watch Girls By“ in England wieder zum Hit machte, den „Emperor Of Easy“ auch bei einer jüngeren Generation sehr bekannt.\n\nDer ehemalige Präsident der Vereinigten Staaten, Ronald Reagan, ein großer Fan des Sängers, bezeichnete Williams einzigartige Stimme einmal als „National Treasure“.\n\n2011 wurde bei Andy Williams Blasenkrebs diagnostiziert, ein Jahr später starb er an der Krankheit.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Howard Andrew Williams, conhecido como Andy Williams (Wall Lake, 3 de dezembro de 1927 - Branson, 25 de setembro de 2012) foi um cantor estadunidense famoso por sucessos como a canção-tema do filme Bonequinha de Luxo, \"Moon River\".\n\nComeçou cantando na Igreja Presbiteriana local, depois formou um quarteto com seus irmãos e se apresentou no show de Bing Crosby, em 1944. Começou sua carreira-solo em 1952 e emplacou diversos sucessos , até se tornar um dos mais populares cantores do país na década de 1960. Ganhou dezoito discos de ouro e três de platina, atrás apenas de Frank Sinatra, Elvis Presley e Johnny Mathis. Combinando bom gosto, técnica vocal e carisma, chegou várias vezes ao topo da lista da revista Billboard.\n\nTeve seu próprio show de televisão, o The Andy Williams Show , o mais popular da época e que venceu três prêmios Emmy, entre 1962 e 1971, tendo cantado ao lado de Julie Andrews, Ella Fitzgerald, Bobby Darin, Jerry Lewis, Bing Crosby, Judy Garland, Robert Goulet, Sammy Davis Jr., os irmãos Karen e Richard Carpenter, Tony Bennett, Dorival Caymmi (de quem gravou Roses, Roses, Roses) e Tom Jobim, que o considerava o melhor cantor americano de bossa nova. Nos anos 90 fundou seu próprio teatro, chamado Moon River Theatre, em Branson, Missouri. Gravou oito álbuns de músicas natalinas, o que lhe valeu o título de Mr. Christmas, e apresentou por sete anos seguidos a cerimônia do Grammy.\n\nEm 1961 casou-se com Claudine Longet, com quem teve três filhos, separando-se dela em 1969. Casou-se pela segunda vez em 1991 com Debbie Haas. Williams e Debbie moravam em Branson, Missouri e La Quinta, na Califórnia, numa casa de arquitetura notável pela sua arte moderna. Williams era golfista amador e manteve-se em plena atividade mesmo em idade avançada.\n\nFaleceu em 25 de setembro de 2012, aos 84 anos, devido a complicações ocasionadas por um câncer de bexiga.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Andy Williams 1927-ben született, és három bátyjával kezdett énekelni, majd 1953-tól szólókarriert kezdett. Első nagy slágere 1956-ban jelent meg, egy évvel később pedig a Butterfly című dallal már vezette is a slágerlistát. Innentől kezdve a népszerű amerikai énekesek közé tartozott, évente több slágerrel. Ezek közé tartoznak a mára klasszikussá nemesedett Music To Watch Girls Byés a Can't Get Used To Losing You, de különösen albumai voltak sikeresek - egy időben több aranylemezzel büszkélkedhetett, mint bármilyen szóló előadó, leszámítva Frank Sinatrát, Elvis Presleyt és Johnny Mathist. Williams leginkább easy listening stílusú számokat énekelt, melyeket a korszak népszerű slágerszerzői írtak.\n\nAz egyik leghíresebb száma a Moon River, ez először Audrey Hepburn előadásában az Álom Luxuskivitelben (Breakfast at Tiffanny's) című filmben hangzott el, de még abban az évben Williams is elénekelte, és onnantól kezdve ezzel azonosították leginkább. 1962-ben elindította az Andy Williams Show című tévéműsorát, amellyel három Emmy-díjat is elnyert, 1990-től pedig igazgatta az Andy Williams Moon River nevű színházat Bransonban. Itt ő maga is játszott, és azt tervezte, hogy megbetegedése után sem hagyja abba a fellépéseket.\n\nAz énekes, akit Ronald Reagan korábbi elnök Amerika nemzeti kincsének nevezett, egy éve küzdött rákkal. A halál a Missouri állambeli otthonában, Bransonban érte. Betegségét tavaly diagnosztizálták, idén júliusban azért hagyta el a kórházat, hogy felesége és 3 gyermeke körében tölthesse utolsó napjait.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Iowa, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/williams-andy-4fdda99b5aa8c.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/rwqvvq1450704996.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/williams-andy-4fdda98d9d29c.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/williams-andy-52d859f5e146e.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/williams-andy-541497043e3f7.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/zosexe1639400562.jpg","strArtistBanner":null,"strMusicBrainzID":"57cb4257-9855-4a42-b1be-bfba1d9b520d","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Andy Williams/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}