{"artists":[{"idArtist":"113091","strArtist":"Wham!","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Epic","idLabel":"43851","intFormedYear":"1981","intBornYear":"1981","intDiedYear":"1986","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Good Natured","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Wham! was a pop band formed in 1981 from Bushey, England. They were briefly known in the United States as Wham! UK due to a naming conflict with another band.\nGeorge Michael and Andrew Ridgeley met at Bushey Meads School in Watford, England. At first, they performed in a short-lived rock and roll band called The Executive. They then changed their name and signed with Innervision Records. Soon after a legal victory over Innervision, the duo was signed to CBS, Columbia Records in the United States and Canada and Epic Records for the rest of the world. \nMichael took on the majority of roles and responsibilities within the band— composer, singer, producer, and occasional instrumentalist— but the contribution of Ridgeley as the group’s image specialist and spokesman was crucial to the band’s initial success. Ridgeley convinced a reluctant George that Wham! needed to change their image and sound frequently, from the leather-clad moody singers of “Bad Boys” and “Young Guns (Go For It!)” to the more fashionable pop superstars of “Wake Me Up Before You Go-Go.”\nStill teenagers, they promoted themselves as hedonistic youngsters, proud to live a carefree life without work or commitment. This was reflected in their earliest singles. Such works as “Wham Rap! (Enjoy What You Do?)” have been seen as sarcasm advocating the other point of view.\nThe first record to be released by the band was “Wham Rap!”. It was a double-A side with a Social Mix and Anti-social Mix. The record was banned for general release in the UK due to the profanity in the Anti-social Mix.","strBiographyDE":null,"strBiographyFR":"Wham! était un duo de musique pop anglais formé en 1981 par George Michael et Andrew Ridgeley.\n\nGeorge et Andrew étaient amis depuis l'enfance et leur rencontre sur les bancs de l'école la « Bushey Meads Comprehensive School » à Bushey au nord de Londres. Ils forment alors leur premier groupe « The executive » avant de fonder Wham! en 1982.\n\nPoint de départ de la grande carrière musicale internationale de George Michael qui continue encore aujourd'hui, Wham! se voulait un groupe mêlant pop et dance, enchaînant des tubes à fort succès commercial de 1982 à 1986, année de la scission de Wham!. Aux États-Unis, il existait également un groupe du nom de Wham! et pour éviter tout problème juridique, Wham! (George Michael + Andrew Ridgeley) a été renommé \"Wham!U.K\" par la filiale américaine de leur maison de disques.\n\nYoung Guns (Go for it), leur premier single, atteint les sommets des charts anglais, puis s'enchaîneront ensuite, parmi les plus connus, Bad boys, Nothing looks the same in the light, Wham rap! (enjoy what you do) et Club Tropicana en 1983.\n\nSuite à la réussite de ce premier album, le duo se retrouve à la croisée des chemins. George Michael, qui occupe la plupart des rôles et responsabilités (compositeur, parolier, producteur,chanteur et multi-instrumentiste) au sein du groupe, ne voit aucune raison de changer de style, celui d'un duo vêtu de tenues en cuir et exprimant la colère désinvolte des adolescents qu'ils sont dans des titres tels que \"Bad Boys\" et \"Young Guns (Go for It)\". Ridgeley, porte-parole et responsable de l'image du groupe, parvient éventuellement à convaincre son ami d'adopter un style davantage susceptible de plaire à un grand public, et jouera de ce fait un rôle crucial dans le succès éventuel du groupe.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Wham! fue un dúo británico de Pop, creado en 1981 por George Michael y Andrew Ridgeley, hasta su separación en 1986.\nEn Estados Unidos fueron conocidos como Wham! UK ya que existía otro grupo con el mismo nombre. En una encuesta en octubre de 2008 realizada por NME, Wham fue elegida 'La Mejor Boy Band de Todos los Tiempos', venciendo a bandas rivales tales como Backstreet Boys y N'Sync por el prestigioso título.\nSus canciones más conocidas son \"I'm Your Man\", Careless Whisper, Everything She Wants, Wake Me Up Before You Go Go y Last Christmas (1984).\nGeorge Michael y Andrew Ridgeley se conocieron en el colegio Bushet Meeds School, en Watford, Inglaterra. Al principio, participaron en una banda de ska, de corta vida, llamada \"The Executive\". Cuando el grupo se deshizo, los músicos formaron el dúo llamado Wham! y consiguieron un contrato con la discográfica Innervision Records.\nPara darse a conocer internacionalmente, lograron una victoria legal sobre este sello para grabar con compañías más reconocidas, como Sony Entertainment Records y Columbia Records en Estados Unidos y Canadá, y Epic Records para el resto del mundo.\nMichael tomó la mayoría de los roles y responsabilidades con la banda -compositor, cantante, productor y ocasionalmente instrumentista- pero la contribución de Ridgeley como el especialista de la imagen del grupo y portavoz fue crucial para el éxito inicial del grupo. Él convenció a un renuente George Michael de que Wham! necesitaba cambios de imagen y sonido con frecuencia, para adaptarla a los gustos de la moda juvenil.\nTodavía adolescentes, se promovieron a sí mismos como jóvenes orgullosos de vivir sin preocupaciones, sin trabajar o sin obligaciones. Esto fue reflejado en sus sencillos iniciales, los cuáles, parte parodia, parte responsabilidad social, le brindaron a Wham! una reputación de grupo de baile de protesta.\nEl sencillo debut se llamó \"Wham Rap!\" y fue lanzado en junio de 1982. Fue uno de los primeros temas de un grupo británico que incluía rap y tenía una cara doble A con un Social Mix y Anti-Social Mix. Este disco no fue radiado por la BBC Radio 1 en el Reino Unido, motivado por el contenido polémico del Anti-Social Mix. A consecuencia de ello, el tema fue regrabado cambiando las líneas más controvertidas.\nAdicionalmente, dos videos fueron lanzados para promocionar esos temas. En 1983, en el programa de TV británico \"The Tube\" en Canal 4, Wham! presentó en vivo la canción original y completa con las líneas censuradas. Esta versión fue considerada de lejos mejor que la re-editada en el Reino Unido. \"Wham Rap!\" no llegó a las listas (fue un tema relativamente intrascendente), pero en octubre de 1982, su canción \"Young Guns\" (Go For It!)\" si lo logró en su país.\nA partir de este momento crucial, los medios de información consideraron al dúo como un fenómeno que acababa de comenzar.","strBiographyPT":"Wham! foi um duo inglês de música pop, formada em 1981 por George Michael e Andrew Ridgeley, na cidade de Londres. Nos Estados Unidos foram conhecidos como Wham!UK porque já existia outro grupo com o mesmo nome. Suas canções mais conhecidas são: \"Careless Whisper\", \"Wake Me Up Before You Go-Go\", \"Freedom\", \"Everything She Wants\", \"Last Christmas\" e \"The Edge Of Heaven\". Em 1985, a Wham! se tornou a primeira banda pop do Ocidente a se apresentar na República da China, que até então não recebia grandes astros da música consagrados fora do Oriente. A banda se separou em 1986 e George Michael iniciou uma bem sucedida carreira solo.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"2","strCountry":"Bushey, England, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xuwupw1439139539.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/0a29451641982776.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/g5g4jq1641981933.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/w9ay0b1642003236.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/cvlnuc1642003245.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uxywqu1348113711.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/upqrrp1439139549.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tpuruu1466581692.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jddc2y1634202647.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wham-586af207440ae.jpg","strMusicBrainzID":"d570bb31-b9ca-45a4-a2d9-11b186d9c159","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}