{"artists":[{"idArtist":"111260","strArtist":"Mariah Carey","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Columbia","idLabel":"43473","intFormedYear":"1988","intBornYear":"1969","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"R&B","strMood":"In Love","strWebsite":"mariahcarey.com","strFacebook":"www.facebook.com/mariahcarey","strTwitter":"1","strBiographyEN":"Mariah Carey (born March 27, 1969) is an American singer, songwriter, record producer, and actress. She made her recording debut in 1990 under the guidance of Columbia Records executive Tommy Mottola, and released her self-titled debut studio album, Mariah Carey. The album went multi-platinum and spawned four consecutive number one singles, on the U.S. Billboard Hot 100 chart. Following her marriage to Mottola in 1993, a series of hit records, including Emotions (1991), Music Box (1993) and Merry Christmas (1994), established her position as Columbia's highest-selling act. Daydream (1995), made music history when the second single, \"One Sweet Day\" a duet with Boyz II Men, spent a record sixteen weeks on top of the Billboard Hot 100, and remains the longest-running number-one song in US chart history. During the recording of the album Carey began to deviate from her pop background, and slowly traversed into R&B and Hip-hop. After her separation from Mottola, this musical change was evident with the release of Butterfly (1997).\nCarey left Columbia in 2000, and signed a record-breaking $100 million recording contract with Virgin Records. In 2001, Carey ventured into film with Glitter (2001). Before the film's release she suffered a physical and emotional breakdown and was hospitalized for severe exhaustion. Following the film's poor reception, she was bought out of her recording contract for $50 million, which led to a decline in her career. She signed a multi-million dollar contract deal with Island Records in 2002, and after an unsuccessful period, returned to the top of music charts with The Emancipation of Mimi (2005). Its second single \"We Belong Together\" became her most successful single of the 2000s, and was later named \"Song of the Decade\" by Billboard. Carey once again ventured into film, and starred in Precious (2009). Her role in the film was well-received, and she was awarded the \"Breakthrough Performance Award\" at the Palm Springs International Film Festival, and a NAACP Image Award nomination.\nIn a career spanning over two decades, Carey has sold more than 200 million records worldwide, making her one of the best-selling music artists of all time. In 1998, she was honored as the world's best-selling recording artist of the 1990s at the World Music Awards. Carey was also named the best-selling female artist of the millennium in 2000. According to the Recording Industry Association of America (RIAA), she is the third-best-selling female artist in the United States, with 63 million certified albums. With the release of \"Touch My Body\" (2008), Carey gained her eighteenth number one single in the United States, more than any other solo artist. Aside from her commercial accomplishments, Carey has won five Grammy Awards, and is famed for her five-octave vocal range, power, melismatic style and signature use of the whistle register.","strBiographyDE":"Mariah Carey (* 27. März 1969 in Huntington, Long Island, New York) ist eine US-amerikanische Pop-, Hip-Hop- und R&B-Sängerin, Songschreiberin, Produzentin und Schauspielerin. Mit 18 Nummer-eins-Hits in den USA, fünf Grammys und mehr als 200 Millionen verkauften Tonträgern zählt sie zu den erfolgreichsten Sängerinnen der Gegenwart. Bei den World Music Awards im Jahr 2000 wurde Mariah Carey mit dem „Millennium Award“ als Künstlerin mit den meisten Verkäufen in den 1990er Jahren ausgezeichnet. Carey wurde 2003 bei den World Music Awards mit dem Chopard Diamond Award für über 100 Millionen verkaufte Alben ausgezeichnet. Laut der Recording Industry Association of America ist Mariah Carey mit über 63 Millionen verkauften Alben nach Madonna und Barbra Streisand die dritterfolgreichste Künstlerin in den USA. Das U.S. Nielsen SoundScan erklärte Mariah Carey zur erfolgreichsten Künstlerin in den USA seit Beginn der SoundScan Era 1991. Mit einem Vermögen von 520 Millionen US-Dollar gehört sie zu den reichsten Musikern der Welt. Bereits als Zweijährige, so die Legende, soll die kleine Mariah ihrer Mutter, einer Opernsängerin, bei Textproblemen zu Verdis \"Rigoletto\" auf die Sprünge geholfen haben. Wundert es da, dass aus diesem Wunderkind dank über 100 Millionen verkaufter Tonträger die erfolgreichste R'n'B-Sängerin der 90er Jahre werden sollte? Das Pop-Märchen der besonderen Art nimmt 1970 mit der Geburt in New York seinen Anfang. Von der Mutter gibts Gesangsunterricht, während der Schulzeit versucht sich Mariah als Backgroundsängerin. Mit 16 verlässt sie die Schule und arbeitet kurzzeitig als Kellnerin. Schon jetzt schreibt sie gemeinsam mit Ben Margulies, einem Freund ihres Bruders, Songs und verschickt Demobänder. Eines dieser Tapes gelangt über Brenda K. Starr, eine befreundete Sängerin, zum Columbia-Manager Jimmy Mottola. Von der wandlungsfähigen, technisch perfekten Stimme Mariahs beeindruckt, nimmt er ab 1988 ihre Karriere in die Hand. Zunächst verpflichtet er mit Narada Michael Walden, Rie Wake und R. Lawrence drei ausgesprochene Soul-Experten als Produzenten und schickt sie zusammen für ein Jahr in Studio-Klausur. Anschließend folgt ein Auftritt vor dem Kongress der US-Schallplattenhändler sowie diverse Fernsehauftritte - und los gehts mit dem kalkulierten Verkaufserfolg. Bereits die drei ersten Singles landen auf Platz Eins der US-Charts, die LP \"Mariah Carey\" verkauft sich sechs Millionen Mal und heimst zwei Grammys ein. Auch bei den folgenden Platten liegen die Umsätze in ähnlicher Größenordnung. Tommy Mottola, der zwischenzeitlich zum Präsidenten von Sony Music aufgestiegen ist, wird 1993 Mariahs Ehemann. Die Schattenseiten des Erfolges lassen nicht lange auf sich warten: Zunächst präsentiert Ben Margulies einen von Mariah früher unterschriebenen Vertrag, der ihm fast die Hälfte aller Einnahmen an den Songs garantiert. Außerdem wird sie als billiger Abklatsch von Whitney Houston bezeichnet, da ausgestattet mit dem gleichen süßlichen Timbre und einem ähnlichen Songaufbau. Ihre vierte LP \"Music Box\" verunglimpft der Melody Maker als \"schmalzigen Rock für Erwachsene\". Im Frühjahr 1997 lässt sich Mariah von Tony Mottola scheiden, was ihrer Karriere nicht allzu viel anhaben kann. Seither versucht sie, das Image des konturlosen Pop-Püppchens abzustreifen und zum begehrenswerten Weibsbild zu avancieren. Die phototechnische Verlängerung ihrer Beine auf neueren Bildern zeugt ebenso hiervon, wie einige kleinere öffentliche Affären. Ende 1998 kommt es dann zum \"Duell der Giganten\": Zusammen mit Whitney Houston singt Mariah den Track \"When You Believe\" ein, der auf dem Soundtrack zum Film \"Prinz von Ägypten\" erscheint (und auf ihrem #1's-Album). Angeblich haben die Produzenten der jeweils anderen erzählt, dass die andere bereits zugesagt habe - wer weiß ... Das Lied gewinnt den Oscar 1999 für den besten Filmsong. Allerdings geht die Trophäe nicht an die Interpretinnen, sondern an den Komponisten und Texter Stephen Schwarz.\nAls Person der Zeitgeschichte wird Mariah Carey von lästigen Reportern immer wieder zu den unmöglichsten Themen befragt. So kommentiert sie den Tod des jordanischen Königs Hussein: \"Ich bin untröstlich, er war ein guter Freund von mir und der beste Basketballspieler, den dieses Land je gesehen hat.\" Für 2000 kündigt Mariah an, Schauspielerin werden zu wollen; ein Unterfangen, das Whitney Houston 1992 mit \"Bodyguard\" bereits hinter sich gebracht hat. Nach eineinhalb Jahren Schauspielunterricht fühlt sie sich in der Lage, in dem Streifen \"All That Glitters\" (US-Kinostart: 31. August 2001) eine Sängerin in den 80ern darzustellen. Aus Angst vor Verletzungen während der Dreharbeiten kommt sie auf die Idee, ihren Körper für schlappe zehn Millionen Dollar versichern zu lassen, was ihr den Nickname \"Ten Million Dollar Babe\" einbringt. Knapp drei Jahre nach ihrer Trennung von Mottola verlässt sie Anfang 2001 Sony, um von nun an für Virgin zu trällern. Zu diesem Zeitpunkt hat sie weltweit etwa 120 Millionen Platten verkauft. Dann wird bekannt, dass Carey für ein weiteres Filmprojekt, die Mafia-Komödie \"Wisegirls\", zugesagt hat. Sie spielt eine Kellnerin. Im Juli 2001 erscheint die neue Single \"Loverboy\", deren Hookline an den Cameo-Hit \"Candy\" aus den Achtzigern angelehnt ist, ein Vorgeschmack auf ihr zunächst für Ende August angekündigtes Album. Dessen Veröffentlichung wird dann aber wegen eines unvorhergesehenen Klinikaufenthaltes der Diva verschoben. Zunächst ist von einem Schwächeanfall die Rede, dann kursieren sogar Gerüchte über einen Selbstmordversuch - bis die Sprecherin von Mariah Carey vor die Presse tritt. Cindi Berger dementiert den angeblichen Selbstmord und gibt an, die 31-Jährige Sängerin sei nach einem schweren Nervenzusammenbruch zur Behandlung in einer psychiatrischen Anstalt. Damit die Carey ihrer neuen Scheibe trotzdem den gehörigen Promo-Schub geben kann, erscheint \"Glitter\" erst am 10. September.\nWer hoch fliegt, fällt tief. Für die schöne Popdiva bedeutet das Sprichwort den zeitweisen Absturz vom zweistelligen Millionenseller zum Beinahe-Ladenhüter. Denn auf Grund von weltweit nur zwei Millionen verkaufter Exemplare des Albums \"Glitter\" sowie des grandios-gefloppten gleichnamigen Films wird Mariah von Virgin Records nach einem Jahr wieder auf die Straße gesetzt. Trotz der hohen Abfindung geht die Gute durch ein depressives Jammertal, das mit psychologischen Beratungen nur so gespickt ist. Erst im Mai 2002 findet Carey in dem Branchenriesen Universal Records einen neuen Partner. Dieser bringt sie in Amerika sofort stilsicher beim renommierten Rap-Label Def Jam unter. Ähnlich wie ihre neuen Kollegen Cam'ron oder Ghostface Killah gründet sie als eine Art unabhängige Unterabteilung ihre eigene Firma MonarC Music, und bringt mit \"Charmbracelet\" alsbald ihr Comeback-Album heraus. Da der erhoffte Erfolg weitgehend ausbleibt, versucht sie es drei Jahre später erneut. \"The Emancipation Of Mimi\" ist der Ausdruck eines persönlichen Reifungsprozesses, den sie auf \"E=MC²\" fortsetzt. Mariah Carey ist wieder oben auf und spielt ganz vorne mit. Mit der ersten \"E=MC²\"-Singleauskopplung, \"Touch My Body\", landet die Sängerin ihren 18. Nummer-Eins-Hit. Damit ist sie nur noch einen Fingerbreit davon entfernt, die Beatles von ihrem Allzeitthron für die meisten Number Ones, der bei 20 liegt, zu stoßen.","strBiographyFR":"Mariah Carey est une chanteuse, auteur-compositeur, productrice et actrice américaine, née le 27 mars 1969 à Long Island, dans l'État de New York.\n\nElle fut révélée en 1990 par la sortie de son premier album Mariah Carey. L'opus, qui génère quatre singles en première place du Billboard : Vision of Love, Love Takes Time, Someday et I Don't Wanna Cry, se vend à 15 millions d'exemplaires dans le monde.\n\nAprès plusieurs albums certifiés platines tels que Emotions (1991), MTV Unplugged (1992), Music Box (1993) et de nombreux singles classés n°1, elle restaure en 1994 une ancienne tradition perdue depuis plusieurs décennies : un album de Noel. L'opus prénommé Merry Christmas, constitué de chants traditionnels et agrémenté du single All I Want for Christmas Is You, se vend à 15 millions d'exemplaires dans le monde, devient l'album de Noel le plus vendu de tous les temps et érige le single comme un hymne de ces festivités pour les décennies suivantes.\n\nEn 1995, elle sort l'album Daydream, qui contient One Sweet Day en duo avec Boyz II Men. Le titre reste 16 semaines consécutives à la tête du Billboard et devient le single le plus longtemps classé numéro 1 de l'histoire des Charts américains. L'album est un succès mondial avec 25 millions d'exemplaires vendu et fait de Mariah Carey l'une des plus grandes vendeuses d'album du label Columbia.\n\n1998 : elle sort une compilation prénommée #1'S, contenant tous ses numéros 1 et quelques inédits dont When You Believe en duo avec Whitney Houston, qui officie de bande originale du film Le Prince d'Égypte. Ce titre obtient une récompense pour la meilleure chanson originale lors de la 71e cérémonie des Oscars.\n\nEn 2000, elle quitte Sony Music pour divergences artistiques et signe un contrat avec Virgin Records pour 100 millions de dollars.\n\nEn Septembre 2001, elle sort l'album Glitter, qui sert de bande originale au film dont elle est l'actrice principale. Les deux projets sont des échecs commerciaux et provoque une rupture de contrat de 50 millions de dollars.\n\nElle signe alors un contrat avec Universal Music et connaît des échecs commerciaux jusqu'à son grand retour en 2005, avec l'album The Emancipation of Mimi. L'opus générant trois singles n°1 : We Belong Together, Shake It Off, Don't Forget About Us, se vend a 15 millions d'exemplaires, est certifié disque de platine et devient l'album le plus vendu de l'année 20051. Quant au single We Belong Together, il reste 14 semaines consécutives en tête des charts, demeure le titre le plus diffusé de l'histoire américaine et est même élue chanson de la décennie par Billboard.\n\nEn 2008, grâce au succès du single Touch My Body, extrait de l'album E=MC2, Mariah Carey établit un nouveau record : celle de l'artiste ayant le plus de singles classés n°1 dans le Billboard Hot 100. De ce fait, elle surpasse Elvis Presley avec 18 titres érigés dans ce classement, ce qui fait d'elle la seule artiste solo à obtenir le plus de singles classés n°1 de l'histoire des Etats-Unis.\n\nEn 2009, sa maison de disques annonce que Mariah Carey a vendu plus de 200 millions d'albums.\n\nElle a aussi contribuée à plusieurs bandes originales de films incluant : Men in Black (1997), Le Prince d'Égypte (1998), Glitter (2001), Tennessee (2007), Rien que pour vos cheveux (2008), Precious (2009), Paperboy (2012) et Le Monde fantastique d’Oz (2013).\n\nElle a également partcipée à plusieurs productions filmiques en tant actrice telles que : Le Célibataire (1999), Glitter (2001), Wise Girls (2002), Tennessee (2007), Rien que pour vos cheveux (2008), Precious (2009) et sera bientôt à l'affiche du film The Butler en 2013.\n\nElle est réputée pour être une des premières, seules et rares artistes féminines de l'histoire de la pop musique, à avoir écrit, composée et tournée des vidéo-clips de ses remixes R&B, chansons retravaillées issues de ses propres musiques pop et ballades.\n\nAuteur-compositeur de la plupart de ses chansons, Mariah Carey est, selon le magazine Billboard, l'interprète féminine la plus populaire des années 1990 aux États-Unisa 1, ou elle est la seule et unique artiste à classer un titre numéro 1 tous les ans pendant cette décennie.\n\nEn 2000, elle est sacrée \"Artiste du Millénaire\". Elle fait partie des chanteuses les plus rentables de l'histoire de la musique.\n\nEn 2003, lors de la cérémonie des World Music Awards à Los Angeles, elle a reçu un Diamond Award pour avoir vendu plus de 100 millions d'albums.\n\nMariah Carey a gagné 5 Grammy Awards, 17 World Music Awards, 11 American Music Awards, et 31 Billboard Music Awards.\n\nLa fortune de la diva est estimé à plus de 400 000 000 de dollars.","strBiographyCN":"玛丽亚·凯莉（英语：Mariah Carey，1970年3月27日－），美国歌手、唱片制作人、词曲作家、演员。她的母亲是拥有爱尔兰血统的白人歌剧女歌手，而曾任航空工程师的父亲则拥有非洲及委内瑞拉血统，因此凯莉常被美国媒体归类於黑人歌手 , 身家約五億美元。\n\n凯莉因其2.95亿张（估计数据，无正规认证）的唱片销量和无数的音乐榜单记录，以及5个八度的高亢音域和R&B式的演唱技巧闻名于世。 凱莉也被美国媒體譽為90年代至今的跨世紀天后歌手之一。\n玛丽亚·凯莉1970年3月27日出生于美国纽约州长岛亨廷顿鎮，她的母亲Patricia Hickey是有爱尔兰血统的纽约城市歌剧院（New York City Opera）的首席演唱家，父亲Alfred Roy Carey则是拥有非洲和委内瑞拉混合血统的航空工程师[1]。当1960年玛丽亚·凯莉的父母步入婚姻殿堂的时候，美国仍然存在着严重的种族歧视，不同人种间的通婚被视为一种禁忌，他们的婚姻甚至无法得到凯莉祖母的认可。在接下来的几年里，这对年轻的夫妇常常因躲避各种形式的社会攻击和偏见而居无定所，他们之间的关系也日趋紧张。凯莉在接受著名杂志Jet采访时坦言，“在60年代和70年代有很多种族主义者。而我和我的兄弟姐妹们就是在他们眼中那类禁忌爱情的产物。[2]”1974年，凯莉的父母协议离婚，年仅三岁的凯莉跟随母亲生活[3]。\n\n凯莉是家中的第三个孩子，她的名字取自于1951年著名音乐剧《Paint Your Wagon》中的一首歌曲《They Call the Wind Mariah》。玛丽亚·凯莉从很小就显露出对音乐浓厚的兴趣和非比寻常的敏感度，Patricia在接受時人杂志访问时談到凯莉在两岁的时候就可以准确模仿并重现她所听到的任何声音；在凯莉不到四岁的时候，有次她的母亲在排练著名歌剧卡门时不慎走调，凯莉竟察觉到了母亲的错误并用意大利文准确地唱了出来[1]。在母亲Patricia为抚养凯莉和她的哥哥摩根而操劳奔波时，她亦没有忘记对女儿在音乐和人生观上的教导。凯莉从四岁起就开始接受音乐课程的专业训练，无论是歌剧、民谣、灵魂乐和节奏蓝调，乃至教堂福音音乐都对她产生了深厚的影响，但真正对她日后的演唱风格有决定性影响的当属美国1970年代以5到7个八度宽阔音域而闻名的灵魂乐歌手蜜妮·莱普顿（Minnie Riperton），凯莉非常羡慕莱普顿的高音风格并开始不断模仿练习，而事实证明这种练习对日后她音域的扩张和独特演唱技巧的形成是大有裨益的。\n在凯莉进入高中学习之前，因为家庭的贫困和来自社会的各种形式的压力，凯莉的母亲不得不带着孩子经常四处颠簸流离，他们因时常无法偿付租金而寄宿在朋友家的地板或沙发上，这样的生活经历使凯莉从小就塑造了独立但却敏感的个性和与她年龄不甚相符的成熟和理智。尽管如此，凯莉的母亲仍不忘记抓住一切机会为女儿提供最好的音乐教育，在凯莉不到10岁的时候，母亲为继续培养凯莉在音乐上的修为多方凑钱把她送往长岛当地的一家表演艺术中心，而凯莉在两年暑期约四个月的课程中显然受益匪浅[1]。Patricia除了不遗余力凯莉在音乐和表演上的才华之外，亦不忘记时时提醒女儿树立健康乐观的人生观，尤其是在得知跟随前夫生活的大女儿爱丽森未婚先孕被迫结婚之后。经过母亲多年的努力，他们终于在长岛郊区安定下来，当时凯莉已年满12岁。在2006年接受CNN采访时凯莉表示：“（那段）生活磨练了我，它以种种方式催我奋进，生活逼迫我必须成功，因为我不想一辈子生活在那样的环境中。[4]”\n\n凯莉从13岁起就开始着手音乐创作，14岁起就为几个当地的录音棚担任后备试音歌手，在凯莉17岁的时候她已经开始自组乐团并和许多知名的音乐家展开合作，可是凯莉常常因为过于忙碌于音乐而将其他学业搁置一旁，她的频频缺课甚至引起了学校助理副校长约翰·伽尼的注意，虽然他花费很多时间尝试与凯莉沟通并试图将她的注意力转移到学校上来，当事实证明这样的劝说是毫无效果的，他后来在纽约日报的一篇文章中这样写道：“你可以一直不停地和她讲道理，但直到你脸色发青都无济于事。当你和她认认真真讨论此事，她只会告诉你，那些东西对她来说毫无意义，因为她的人生就是变成一个摇滚歌星。她对此坚信不移，没有什么可以左右她的决定。[5]”在母亲Patricia的严厉家教下，凯莉终于同意專心学习并在17岁那年，也就是1987年時顺利從高中毕业。","strBiographyIT":"Mariah Carey (nati il 27 marzo 1969) è una cantante, cantautrice, produttrice discografica e attrice. Ha fatto il suo debutto discografico nel 1990 sotto la guida della Columbia Records di Tommy Mottola pubblicando il suo primo album in studio dal titolo omonimo, Mariah Carey. L'album è stato premiato multi-platino e ha generato quattro singoli consecutivi al numero uno della classifica statunitense Billboard Hot 100. Dopo il suo matrimonio con Mottola nel 1993, una serie di dischi di successo , tra cui Emotions (1991), Music Box (1993) e Merry Christmas (1994), è diventata l’artista più venduta della Columbia. Daydream ( 1995) è entrata nella storia della musica con il secondo singolo , \"One Sweet Day \", un duetto con Boyz II Men, canzone che è rimasta per sedici settimane in cima alla Billboard Hot 100, divenendo la canzone che per più tempo nella storia è rimasta in testa alla classifica degli Stati Uniti. Durante la registrazione dell'album Carey ha cominciato a deviare genere musicale lentamente, attraversando R&B e Hip-hop. Dopo la sua separazione da Mottola questo cambiamento musicale è divenuto ancora più evidente con il rilascio di Butterfly (1997).\nLa Carey ha lasciato la Columbia nel 2000 e ha firmato un contratto discografico record da 100 milioni di dollari con la Virgin Records. Nel 2001 la Carey si avventurò nel mondo del cinema con Glitter (2001) ma prima dell’uscita del film ha subito un crollo fisico ed emotivo ed è stata ricoverata in ospedale per un grave esaurimento. A seguito di un’accoglienza del film tiepidina, il suo contratto discografico fu ceduto per  50 milioni di dollari, decretando un passo indietro nella sua carriera. Nel 2002 ha firmato un contratto multi-milionario con la Island Records nel 2002, con la quale, dopo un periodo senza successo, ha recuperato la vetta delle classifiche musicali con The Emancipation of Mimi (2005). Il suo secondo singolo \"We Belong Together \" è diventato il suo singolo di maggior successo degli anni 2000 e fu poi chiamato \"Song of the Decade\" di Billboard. La Carey ancora una volta si avventurò nel mondo del cinema interpretando Precious (2009). Il suo ruolo nel film è stato ben accolto, ricevendo il \"Performance Breakthrough Award\" al Festival Internazionale del Cinema di Palm Springs e una nomination NAACP immagine Award .\nIn una carriera che dura da oltre due decenni, la Carey ha venduto oltre 200 milioni di dischi in tutto il mondo, facendo di lei uno degli artisti con più vnedite di tutti i tempi. Nel 1998 è stata premiata come artista best-seller nel mondo agli World Music Awards. Inoltre la Carey è stata nominata anche artista femminile best-seller del millennio nel 2000. Secondo la RIAA (Recording Industry Association of America) la Carey è il terzo artista femminile come vendite negli Stati Uniti, con 63 milioni di album certificati. Con l'uscita di \"Touch My Body\" (2008), la Carey è tornata in testa alla classifica dei singoli per la diciottesima volta negli Stati Uniti, più di qualsiasi altro artista solista. A parte i suoi successi commerciali, Marih Carey ha vinto cinque Grammy Awards ed è famosa per la sua estensione vocale di cinque ottave, la potenza della voce, lo stile melismatico e firma nell'uso del falsetto.","strBiographyJP":"マライア・キャリー（英: Mariah Carey, 1969年3月27日 - ）は、アメリカ合衆国のシンガーソングライター、音楽プロデューサー、女優としても活躍している。音楽はブラックミュージックを基盤としている。\n彼女の持つ18曲の全米No.1シングル（Billboard Hot 100）はビートルズに次いで歴代2位で、女性アーティストとしては1位であり、ソロ歌手としてはエルヴィス・プレスリーと並ぶ歴代1位である。全米TOP10シングル獲得数は27曲でアーティストして歴代5位。また、「ローリング・ストーンの選ぶ歴史上最も偉大な100人のシンガー」においては第79位にランクインしている[1]。\n2000年にはWorld Music Awardsにてこれまでに最も多くのレコードを売った女性として表彰された（(男性アーティストはマイケル・ジャクソン）。これまでWorld Music Awardsにて17回受賞（アーティストとして最多）。\nその他にも俳優（女優）としての受賞を含め、グラミー賞、American Music Awards、Billboard Music Awards、などの音楽4大音楽賞を含め数々の受賞歴がある。\n全世界でシングルセールス6500万枚以上。アルバムセールス1億7500万枚以上。トータルセールス2億4000万枚以上のセールスを記録している。一方でデジタルセールスでは1380万ダウンロードを超えるセールス（アメリカ国内のみ）を記録している。\n2009年12月に米のビルボードが発表した2000年代（過去10年）アメリカでの最大ヒット曲と最もラジオで流れた曲に 「We Belong Together 」(2005年発売)が1位になる。\n1995年からはキャンプ・マライアと題された恵まれない子供たちへの社会奉仕活動を自身で設立する等、今[いつ?]でもチャリティー活動には欠かさず参加している。\nベネズエラ系移民の父アルフレッド・ロイ（アフリカ系ベネズエラ人とアフリカ系アメリカ人のハーフ）とアイルランド系アメリカ人の母パトリシア（白人）の間に3人兄弟の末っ子として、ニューヨーク州ロングアイランドに生まれ、人種差別に耐えながら幼少期を過ごした[2]。マライアが3歳の時に両親は離婚している[3]。\nハイスクール卒業後、マンハッタンへ移り、ウェイトレスなどをしながらチャンスを待っていた。その後、ブレンダ・K・スターのバックコーラスとなり、ブレンダに連れられて訪れたパーティー会場でCBSレコード（コロンビアレーベル、現：ソニー・ミュージックエンタテインメント (米国)）のトミー・モトーラ社長へブレンダがデモテープを渡したことがきっかけとなり[4][5]、1990年にVision Of Loveでデビュー。このシンデレラストーリーとデビュー直前にNBAファイナルでAmerica the Beautifulを熱唱し話題になったことから大ブレイクした。\nデビュー当時のキャッチコピーは「7オクターブの音域を持つ歌姫」（ただし、これには誇張があって、実際のマライアの音域はG♯2～G♯7(lowG♯～hihihiG♯)の5オクターブである。5オクターブと言っても、数多く存在する歌手の中でもかなり広く、女性では不可能に近い男性並の低音域から、ハープやフルートの最高音に匹敵する超高音域のホイッスルボイスまでを自在に操っている）。音域をいっぱいにまで使った曲はデビューから今もなおよく見られる。最も高い声を出す人としてギネス・ブックに認定されていた。\n1991年には女性アーティストとして3人目となる『ビルボード』誌のアーティスト・オブ・ザ・イヤーに選ばれる。\nアルバム『Music Box 』(1993年）、『Daydream』 (1995年）は全世界で各2500万枚を超える大ヒットとなった。Boyz II Menとのデュエット曲『ワン・スウィート・デイ』は1995年から1996年にかけてビルボードのHOT 100で16週連続No.1を獲得。この最長記録は2010年現在も破られておらず、ギネス記録に認定されている。また、2005年のMIMIからのセカンド・シングル『ウィ・ビロング・トゥゲザー』は『One Sweet Day』に次いで歴代2位の14週間1位である。\n1995年、キャンプ・マライアを設立して、低所得者層の恵まれない子ども向けに芸術や就業機会を学ぶ場を提供している。同時にFresh Air Fundの設立もしていて、1700万人以上のNYの治安が悪い地域の子どもたちに無料の夏休みを提供している。\n1996年にはPeace Officer's Memorial Serviceに参加し、ビル・クリントン（第42代大統領）の前で『HERO』を披露した。","strBiographyRU":"Мэра́йя Кэ́ри (англ. Mariah Carey; род. 27 марта 1969) — американская певица, автор песен, музыкальный продюсер, актриса и филантроп. В 1990 году под руководством исполнительного директора лейбла Columbia Records выпустила дебютный альбом Mariah Carey, который получил четырёхкратный платиновый сертификат и включал в себя четыре хит-сингла, занявших первое место в американском чарте Billboard Hot 100. После замужества с Томми Мотоллой в 1993 году и успеха альбомов Emotions (1991), Music Box (1993) и Merry Christmas (1994) Мэрайя Кэри была названа самым коммерчески успешным музыкантом за всю историю лейбла Columbia. Дуэт с группой Boyz II Men для второго сингла «One Sweet Day», выпущенного с альбома Daydream (1995), вошёл в историю музыки: их совместная песня занимала рекордное количество недель на первом месте в чарте Billboard Hot 100. В период записи альбома Мэрайя Кэри начала отходить от привычных ей R&B- и поп-жанров, медленно поворачиваясь в сторону хип-хопа. Эти изменения наглядно отражены в альбоме Butterfly (1997), при этом певица уже была разведена с Мотоллой.\n\nКэри покинула лейбл Columbia в 2000 году и заключила 100-миллионный контракт с Virgin Records. Незадолго до выпуска первого фильма Блеск (2001), Мэрайя Кэри находилась в состоянии эмоционального и физического истощения и была госпитализирована по причине сильного переутомления. После провала фильма и альбома лейбл Virgin Records выкупил ранее подписанный контракт на 5 студийных альбомов, выплатив 50 миллионов отступных. После неудачного периода Мэрайя подписала мультимиллионный контракт с Island Records и вернулась на вершины мировых чартов с альбомом The Emancipation of Mimi (2005). Второй сингл «We Belong Together» стал самым успешным синглом 2000-х, и позже был назван журналом Billboard «Песней десятилетия». Мэрайя Кэри приняла участие в съёмках фильма Сокровище (2009), в качестве актрисы второго плана, за которую получила премию «Прорыв года» на Международном кинофестивале в Палм-Спрингс, и номинации «Лучшая актриса второго плана» и «Открытие актрисы второго плана в кинофильме» на церемониях Black Reel и NAACP Image Award.\n\nКэри является одной из самых продаваемых певиц в истории музыки — её диски были проданы общим тиражом более 200 млн копий[2][3]. В 1998 году она была названа самым продаваемым исполнителем десятилетия, а в 2000 — самой коммерчески успешной певицей тысячелетия на церемонии World Music Awards[4]. Согласно данным Американской ассоциации звукозаписывающих компаний, она является третьей по коммерческому успеху певицей, чьи альбомы в США были проданы тиражом 63 млн копий. В 2008 году песня «Touch My Body» возглавила чарт Billboard Hot 100, что сделало Кэри единственным артистом в истории музыки, чьи песни 18 раз занимали первое место этого чарта[5]. Также она является обладательницей пяти премий «Грэмми»[4][6].","strBiographyES":"Mariah Carey (Huntington, Nueva York, 27 de marzo de 1969) es una cantante, compositora, productora musical y filántropa estadounidense. Bajo la dirección del productor ejecutivo de Columbia Records, Tommy Mottola, Carey lanzó su álbum debut Mariah Carey (1990). Este dio lugar a cuatro sencillos número uno consecutivos en la lista Billboard Hot 100. Después de su matrimonio con Mottola y el éxito de sus discos posteriores Emotions (1990), Music Box (1993) y Merry Christmas (1994), Carey se estableció como una de las artistas más vendidas de Columbia. Daydream (1995) hizo historia cuando el segundo sencillo «One Sweet Day», un dúo con Boyz II Men, pasó un récord de dieciséis semanas en el Billboard Hot, y en la actualidad, sigue siendo la canción con más semanas acumuladas en el Hot 100. Durante la grabación del álbum, Carey comenzó a desviarse de sus inicios de rhythm and blues y pop y atravesó lentamente el hip hop. Este cambio musical se hizo evidente en Butterfly (1997), momento en que la cantante se había separado de Mottola.\n\nCarey dejó Columbia en el año 2000, y firmó un contrato de 100 millones de dólares con Virgin Records. Antes del lanzamiento de su primer largometraje Glitter (2001), la artista sufrió un colapso físico y emocional y fue hospitalizada por agotamiento severo. Tras la mala recepción de la película, compró su contrato por $50 millones, lo que condujo a un descenso en su carrera. Firmó un multimillonario contrato con Island Records en 2002 y después de un período sin éxito, volvió a la cima de las listas con The Emancipation of Mimi (2005). El segundo sencillo del material, «We Belong Together», se convirtió en su sencillo más exitoso de la década, por lo que la revista Billboard lo nombró la «canción de la década». Carey incursionó nuevamente en la industria del cine con un papel protagonista bien recibido en Precious (2009); fue galardonada con el premio a la interpretación más importante en el Festival Internacional de Cine de Palm Springs, y las nominaciones a los Black Reel Awards y los NAACP Image Award.\n\nEn una carrera que abarca más de dos décadas, Carey vendió aproximadamente entre 175 y 200 millones de producciones musicales en el mundo, convirtiéndose en uno de los artistas con mayores ventas de todos los tiempos.4 5 6 7 En 1998, fue premiada como la artista más vendida del mundo de la década de 1990 en los World Music Awards, y fue nombrada la artista femenina más vendida del milenio en 2000. Según la Recording Industry Association of America (RIAA), Carey es la tercera artista femenina más vendida en los Estados Unidos con 63,5 millones de álbumes certificados. (Solo detrás de Barbra Streisand que ha vendido 71,5 millones y Madonna que ha vendido 64,5 millones). Con el lanzamiento de «Touch My Body» (2008), Carey obtuvo su 18º sencillo número uno en los Estados Unidos, más que cualquier otro artista solista. En 2012, Carey se ubicó en el segundo puesto de la lista de VH1 de las «100 mujeres más grandes en la música», solo detrás de Madonna.8 Aparte de sus logros comerciales, Carey ha ganado cinco premios Grammy, 17 World Music Awards, 11 American Music Awards y 31 Billboard Music Awards. Conocida como el «ave cantora suprema» por el Libro Guinness de los récords, es famosa por su registro vocal de cinco octavas, su poder, su estilo melismático y por el uso del registro de silbido.","strBiographyPT":"Mariah Carey (Huntington, 27 de março de 1969) é uma cantora, compositora, atriz e produtora musical americana. Realizou sua primeira gravação em 1990, sob a orientação de Tommy Mottola, executivo da Columbia Records e se tornou a primeira artista a ter cinco singles de estreia entre a cinco primeiras posições na Billboard Hot 100. Após seu casamento com Mottola, em 1993, lança uma série de canções que foram bem recebidas pelo público e críticos de música contemporânea, incluindo \"Dreamlover\", \"Hero\", \"Without You\", \"Fantasy\", \"One Sweet Day\", e \"Always Be My Baby\", a partir de álbuns como Music Box, Daydream, e o single \"All I Want for Christmas Is You\", de Merry Christmas, álbum natalino mais vendido de todos os tempos, estabeleceram sua posição como a artista da Columbia Records que mais vendeu discos.","strBiographySE":"Mariah Carey, född 27 mars 1969 i Huntington, New York,[1][2][3][4][5] är en amerikansk sångare, låtskrivare, musikproducent, skådespelare och filantrop. Med Columbia Records skivbolagschef Tommy Mottola som mentor släppte Carey sin självbetitlade debut Mariah Carey 1990. Skivan certifierades flerfaldigt platina och innehöll fyra musiksinglar som toppade Billboard Hot 100. Efter sitt giftermål med Mottola 1993 och framgångarna med albumen Emotions (1991), Music Box (1993) och Merry Christmas (1994) blev Carey Columbias bäst säljande artist. Vid utgivningen av Daydream, sitt femte studioalbum, skapades musikhistoria då skivans andra singel \"One Sweet Day\", en duett med Boyz II Men, tillbringade sexton rekordbrytande veckor på toppen av Hot 100-listan. Till dags dato förblir låten den med flest veckor som etta på den topplistan i amerikansk musikhistoria. Under inspelningen till skivan började Carey lämna pop- och R&B-genrerna för att istället skapa hiphop-influerad musik. Den nya riktningen märktes tydligt vid utgivningen av Butterfly, som lanserades i samband med skilsmässan från Mottola 1997.\n\nCarey lämnade Columbia 2000 och skrev på ett kontrakt med Virgin Records värt 100 miljoner dollar. I samband med skådespelardebuten i filmen Glitter (2001) fick Carey en mental kollaps och ett nervöst sammanbrott. Hon lades in på sjukhus på grund av utmattning och dehydrering. Glitter blev en kommersiell flopp varpå Carey fick lämna sitt skivbolag vilket ledde till en nedgång i hennes karriär. År 2002 skrev hon på för Island Records och efter en mindre framgångsrik period återvände sångaren till toppen av försäljningslistorna med albumet The Emancipation of Mimi (2005). Skivans andra singel; \"We Belong Together\", blev hennes framgångsrikaste musiksingel under 00-talet och gavs titeln \"Song of the Decade\" av Billboard. 2009 satsade hon än en gång på en filmkarriär i Precious. Gestaltningen hyllades och Carey tilldelades priset \"Breakthrough Performance Award\" vid Palm Springs International Film Festival och flera Black Reel och NAACP Image Award-nomineringar.\n\nUnder sin karriär, som pågått över två årtionden, har Carey sålt över 200 miljoner skivor och rankas som en av världens bäst säljande musikartister. Vid World Music Awards 1998 korades hon till 1990-talets bäst säljande artist och hyllades även som millenniets bäst säljande kvinnliga artist 2000. Enligt Recording Industry Association of America är hon den tredje bäst säljande kvinnliga artisten i USA med 63.5 miljoner certifierade album. Efter utgivningen av singeln \"Touch My Body\" (2008) fick Carey sin artonde listetta i USA, vilket är fler än någon annan artist. Utöver sina kommersiella framgångar har Carey vunnit fem Grammy Awards, 17 World Music Awards, 11 American Music Awards och 31 Billboard Music Awards. Carey är i grunden en klassiskt skolad sopran. Hon är känd för sitt exceptionellt stora röstomfång och blivit välkänd för sitt så kallade wailande (improviserad koloratur). Carey har erhållit titeln \"Songbird Supreme\" av Guinness World Records. Hennes röst och sångstil har haft en betydande inverkan på många av dagens pop- och R&B-sångare.","strBiographyNL":"Mariah Carey (Huntington, New York, 27 maart 1969[1]) is een Amerikaanse pop-/R&B-zangeres, producer en actrice. Ze debuteerde in 1990 en zag haar eerste vijf singles naar nr. 1 in de Amerikaanse top 100 gaan. Na haar huwelijk met haar manager, Tommy Mottola, groeide haar succes en werd Carey de succesvolste artieste van haar label.\n\nIn 1997 scheidde Carey van Mottola en bracht meer R&B-elementen in haar muziek. Na een korte periode van succes daalde haar populariteit tot ongekende diepten in 2001. In dit jaar verliet Carey haar label Columbia Records voor Virgin, maar werd door Virgin ontslagen. Ondertussen bracht ze de semi-autobiografische film Glitter uit, waarin ze zelf een hoofdrol speelde - de film werd door critici gelaakt als een van de slechtste films aller tijden en was een factor in Careys emotionele en fysieke teloorgang, waar in de media veel over geschreven werd. In 2002 sloot Carey een contract met Island Records en keerde terug naar de top van de muziekwereld met het album The Emancipation of Mimi in 2005.\n\nMariah Carey heeft wereldwijd zo'n 200 miljoen albums en 75 miljoen singles en video's/dvd's/blu-rays verkocht, waarmee ze een van de bestverkopende artiesten aller tijden is. Bij de World Music Awards in 2000 werd Carey uitgeroepen tot de bestverkopende vrouwelijke artiest van het millennium. De Recording Industry Ascociation of America (RIAA) erkent Carey als de derde bestverkopende vrouwelijke artiest ter wereld en de zeventiende bestverkopende artiest in het algemeen, met de verkoop van zo'n 63 miljoen albums in de Verenigde Staten. Buiten haar commerciële successen is Carey de winnares van vijf Grammy Awards en staat ze bekend om haar vocaal bereik van vijf octaven, haar fluitregister en de kracht van haar stem.","strBiographyHU":"Mariah Carey (Huntington, 1969. március 27. –) amerikai pop- és R&B-énekesnő, az 1990-es és 2000-es évek egyik legsikeresebb előadója. Első lemeze 1990-ben jelent meg a Columbia Recordsnál. Carey volt az első előadó, akinek első öt kislemeze mind vezette a Billboard Hot 100 slágerlistát; többi dala is nagy sikert ért el, és a Columbiához leszerződött legsikeresebb előadóvá tette. 1993-ban házasságot kötött a kiadó vezetőjével, Tommy Mottolával. Miután 1997-ben különváltak, Carey nagyobb alkotói szabadságot kapott, és dalaiba több hip-hop- és R&B-elemet épített. A 2000-es évek elején kevesebb sikert aratott, mint korábban, de 2005-ben megjelent The Emancipation of Mimi stúdióalbumával ismét visszatért a slágerlisták élére. A Billboard magazin szerint ő az 1990-es évek legsikeresebb amerikai énekese, a 100 legsikeresebb előadót felsoroló Billboard-listán az 5. helyre került.","strBiographyNO":"Mariah Carey (født 27. mars 1969 på Long Island, New York) er en amerikansk popsangerinne, låtskriver, og skuespiller.\n\nMariah Carey er den andre datteren til operasangerinnen og sangpedagogen Patricia Hickey, og Alfred Roy Carey. I 1993 ble hun gift med Tommy Mottola (som er nå gift med Mexicos største popstjerne, Thalía). De ble skilt i 1997. I april 2008 giftet hun seg med skuespilleren Nick Cannon. 30. april 2011 ble hun og Cannon foreldre til tvillingene Moroccan og Monroe Cannon.\n\nMariah Carey debuterte i 1990 med Vision of love. Hun ble kjent for sin særegne sangteknikk, som hovedsakelig henter inspirasjon fra soul, jazz og pop. På tittelsporet når hun opp til en firestrøken g, og har senere sunget firestrøken b. Hennes såkalte wailing (improviserte, ordløse toneglidninger) har imidlertid blitt mer omtalt.\n\nCarey har hatt stor suksess, spesielt i USA, Storbritannia og Australia. Hun oppnådde stort salg med albumet Daydream i 1995, som bl.a. inneholder sangene «Fantasy» og «Always Be My Baby». Da singelen «My All» i 1998 toppet USAs salgsliste Billboard Hot 100 satte hun ny verdensrekord som den kvinnelige artisten med flest topplasseringer på denne lista noensinne, bare slått av The Beatles. Hun innehar også en rekke andre rekorder. I mars 2008 har hun nok engang toppet Billboards singleliste med singelen \"Touch My Body\", den 18 singelen hennes. Med den gikk hun forbi Elvis Presley, men ennå har The Beatles flere 1. plasser enn Mariah Carey.\n\nI Norge har suksessen vært noe mer begrenset, men hun har hatt 14 singler og 11 album inne på VG-lista. Blant hennes mest populære utgivelser i Norge er singlene «Hero» (1993) og «When You Believe» (1998, duett med Whitney Houston), begge med nummer to på singellista som beste plassering, og albumet Music Box (1993) som solgte til andreplass på albumlista, men lå inne i hele 46 uker, og solgte godt over 200 000 album i Norge.\n\nHun har samarbeidet med en rekke kjente artister som Busta Rhymes, 98 degrees, Westlife, Whitney Houston, Puff Daddy, Sisqo, Boyz II Men, Jay-Z og Luther Vandross.\n\nCarey har spilt i flere filmer. Hun filmdebuterte i 1999 i filmen The Bachelor med Chris O'Donnell, men er mest kjent for sin hovedrolle i filmen Glitter fra 2001. Filmen ble en flopp over hele verden og ble slaktet av kritikerne. Fiaskoen og hennes ferdig forhold med den meksikanske sangeren Luis Miguel, førte til den største krisen i hennes karriere til nå, hun tok en lengre pause fra rampelyset og byttet plateselskap. Etter denne filmfiaskoen, fikk hun en av tre hovedroller i filmen Wisegirls, en mafiafilm, hvor hun fikk strålende kritikk for sitt bidrag. Dette var en lavbudsjettfilm og nådde ikke frem til kinoformat, men er utgitt på dvd i de fleste land.\n\nFilmmusikken til Glitter fikk blandede kritikker (terningkast 6 i VG, og kåret til et av de 5 beste album på markedet i 2001), men solgte skuffende lite i forhold til hennes andre utgivelser. Hennes album The Emancipation of Mimi hade etter bare en måned solgt dobbelt så mange plater i USA som Glitter noengang gjorde.\n\nMange av komposisjonene og (de fleste av) tekstene har Carey skrevet selv, enten alene eller i samarbeid med andre. Hun har blant annet fått hjelp med sangene fra Walter Afannassieff, Diane Warren og Carole King.\n\nCarey, en av verdens mest velstående kvinner, er kjent for sitt engasjement i gatebarn og fattigdomsbekjempelse i USA, og driver blant annet Camp Mariah, et tilbud til underpriviligerte barn.","strBiographyIL":"Mariah Carey (מריה קארי) הוא שם אלבום הבכורה של הזמרת האמריקאית מריה קארי, אשר יצא לאור למכירה עולמית בשנת 1990.\nבמקביל לעבודות מזדמנות, מריה קארי נהגה לעבוד בתור זמרת הליווי של ברנדה קיי סטארר, שהביאה קלטת דמו בה היו הקלטות סקיצות של כמה משיריה של קארי לידיו של טומי מוטולה, מי שכעבור שנתיים יהפוך ליו\"ר חברת התקליטים קולומביה רקורדס. הוא התרשם מכישרונה, איתר אותה והחתים אותה על חוזה בן שבעה אלבומים בחברת התקליטים שלו, וכך החל תהליך העבודה על אלבום הבכורה. קארי הטיבה לתאר את כל התהליך בחוברת האלבום, בדברים שכתבה בפתיחה:\n\nCquote2.svg\t\nאני מהרהרת על האירועים והנסיבות שהובילו אותי לכאן. אני מרגישה ברת מזל במיוחד, שהשלמתי את אלבום הבכורה שלי במעמד הזה של חיי. הזיכרון המוקדם ביותר שלי, הוא של לרצות להיות זמרת, בעודי צופה על החזרות של אימי שהייתה סולנית באופרה העירונית. במהלך ההתבגרות שלי, המוזיקה הייתה החלק העיקרי בחיי. היו מאז ומתמיד סגנונות מוזיקה שונים שהתנגנו בבית – בין אם זאת אמא שלי שניגנה את בילי הולידיי, אחותי המבוגרת שניגנה את חמישיית הג'קסונים, או אחי הבכור שניגן את סטיבי וונדר וג'ימי הנדריקס.\nכשאימי הייתה מופיעה בפני ארגון שנקרא \"הארגון הבינלאומי של אומנות הג'אז\", היא נהגה להביא אותי יחד לקונצרטים, וזאת הייתה התקופה בה התחלתי ללמוד ג'אז מסורתי על ידי חיקוי הבסיס של סגנון השירה. במהרה, אמנים שונים ביקשו ממני לשיר ולבסוף הגעתי במטרה לשיר שיר או שניים בתור הופעה, בגיל עשר.\nבערך בגיל 16, הקלטתי את הדמו הראשון שלי, ופגשתי את בן מרגוליס שהפך להיות העמית שלי לכתיבה, שנהג לבוא ולנגן בקלידים בפגישות שלנו. שיתפנו פעולה במשך שלוש השנים הבאות, בעודנו כותבים את מרבית השירים שנמצאים באלבום הזה. במהלך התקופה הזאת, הייתה לי ההזדמנות להרחיב את האופקים שלי על ידי האזנה מרובה לגוספל ולתקליטי רית'ם אנד בלוז ישנים, ושילוב ההשפעות מהם בכתיבתי.\nמאז שחתמתי בקולומביה רקורדס, התמזל מזלי לעבוד עם מוזיקאים נהדרים, מפיקים ושותפים לכתיבה ולהשלים את הקלטת השירים שלי עם בן וכתיבת ארבעה שירים חדשים לאלבום. האלבום הזה הוא פסגת העבודה הקשה, החלומות הרבים, המשאלות חסרות הסוף והתפילות הבלתי פוסקות. מעולם לא רציתי דבר מאשר לשיר ולכתוב שירים, ואני אסירת תודה לשתף את המתנה שלי עם אחרים.\nמיד עם שחרור הסינגל הראשון, Vision Of Love, קארי זכתה לפופולאריות רבה והצליחה להכניס את הסינגל וכמו כן את שלושת הבאים אחריו - Love Takes Time, Someday ו- I Don't Wanna Cry למקום הראשון במצעד האמריקאי. בכך קארי שברה שיא לזמרת מתחילה אי פעם שהצליחה להכניס ארבעה סינגלים ברצף מאלבום אחד למקום הראשון. כמו כן, האלבום זכה להיכנס למקום הראשון במצעד המכירות האמריקאי ואף להיות \"אלבום השנה\" כאשר הוא התמקם במקום הראשון במצעד השנתי האמריקאי לאלבומים.\n\nהאלבום מכר בשנתו הראשונה כ-6 מיליון עותקים וזיכה אותה בשני פרסי גראמי. עד כה, האלבום מכר מעל 15 מיליון עותקים ברחבי העולם וקיבל 9 פעמים מעמד פלטינה בארצות הברית.\n\nהצלחת האלבום במכירות הובילה לכך שייצא במהדורה מחודשת עם קלטת וידאו הנושאת את השם The First Vision ב- 1991 שהכילה ראיון עם קארי על כל שירי האלבום, קליפים וקטעי הופעה חיה לשירי האלבום.","strBiographyPL":"Mariah Carey (ur. 27 marca 1969 r. w Huntington na wyspie Long Island w stanie Nowy Jork[1]) – amerykańska piosenkarka, kompozytorka, producentka, autorka tekstów piosenek i dobroczyńczyni. Jest obdarzona skalą głosu wynoszącą 5 oktaw[1]. Podczas koncertów jej głos osiąga najwyższe tony rejestru gwizdkowego[2].\nJest trzecim i najmłodszym dzieckiem byłej śpiewaczki operowej Patricii Hickey, z pochodzenia Irlandki i Alfreda Roya Carey (dawniej Nunez), technika pochodzenia afro-wenezuelskiego. Pod względem religii jest protestantką wyznania episkopalnego[3].\n\nOd 1993 do 1998 roku była żoną Tommy'ego Mottoli. 30 kwietnia 2008 roku wzięła ślub z aktorem Nickiem Cannonem i dokładnie trzy lata później, bo w trzecią rocznicę ich ślubu została matką bliźniąt, chłopca i dziewczynki. Po 4 dniach od narodzin dzieci podano oficjalne imiona dzieci. Córka nosi imię Monroe, a syn Moroccan Scott.\n\nDebiutowała w 1990 albumem Mariah Carey. Na swoim koncie ma wiele przebojów i nagród, w tym 5 Grammy. Sprzedała ponad 200 milionów płyt na całym świecie. Jest laureatką tytułu Gwiazda millenium. Jej album z 2005 r., The Emancipation of Mimi, w samych Stanach sprzedał się w 6 mln egzemplarzy, natomiast sprzedaż światowa przekroczyła 10 mln kopii. Przyniósł jej także kolejne numery 1 na liście Billboard: \"We Belong Together\" oraz \"Don't Forget About Us\". Jak dotąd ostatnim numerem 1 na liście Billboard jest \"Touch My Body\" z 2008 roku. W sumie Mariah Carey umieściła na pierwszym miejscu listy Billboardu 18 hitów (więcej niż Elvis Presley - 17) i tym samym znalazła się na 2 miejscu w rankingu artystów z największą ilością singli nr 1 na świecie (więcej singli umieścili tylko The Beatles - 20).\n\n17 listopada 2011 r. Mariah Carey wzięła udział w \"koncercie\" holograficznym, w czasie którego pełny, trójwymiarowy obraz-hologram jej postaci, śpiewającej kilka utworów na realnie istniejącej scenie, można było obejrzeć jednocześnie w Krakowie, Frankfurcie, Zagrzebiu, Skopje i Podgoricy. Koncert był częścią kampanii reklamowej Deutsche Telekom. Był to pierwszy zorganizowany na taką skalę koncert w technologii holograficznej[4].\n\nW 2008 roku wzięła udział w kampanii społecznej sprzeciwiającej się wprowadzeniu w amerykańskim stanie Kalifornia poprawki legislacyjnej zamykającej drogę parom jednopłciowym do zawierania małżeństw (tzw. Propozycja 8)[5].\n\n25 lipca 2012 r. Mariah Carey podpisała kontrakt ze stacją FOX na jeden sezon jurorowania w programie talent show American Idol. Carey zastąpiła Jennifer Lopez, która po dwóch sezonach zrezygnowała z tego stanowiska. Gwieździe zaproponowano 18 milionów dolarów za cały sezon programu co sprawiło, że piosenkarka zgarnęła najwyższą sumę, za udział w programie tego typu, jaka kiedykolwiek się pojawiła jednocześnie przebijając Britney Spears, która dostała 15 milionów za udział w The X Factor (program telewizyjny).\n\nPo rezygnacji z jurorowania w kolejnej edycji programu American Idol, Carey zapowiedziała wydanie swojego czternastego albumu zatytułowanego \"Me. I Am Mariah... The Elusive Chanteuse\". Płytę, która swoją premierę miała 27 maja 2014 roku, zapowiadają single \"#Beautiful\", nagrany w duecie z Miguelem i \"You're Mine (Eternal)\".","strGender":"Female","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vqqysu1341339883.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/qsvvqq1365190569.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qwxqqr1546605674.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/tsxyrx1519404320.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/5mm0ka1634224413.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/kvmfd21634224709.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/kim6mw1634225068.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/3r7gbw1634224496.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vvpuww1383834195.jpg","strMusicBrainzID":"494e8d09-f85b-4543-892f-a5096aed1cd4","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Mariah Carey/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}