{"artists":[{"idArtist":"113641","strArtist":"Various Artists","strArtistStripped":null,"strArtistAlternate":"Various Interprets","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":null,"intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"A compilation album comprises tracks which are compiled from other recordings, usually previously released, but sometimes unreleased. The tracks may be from one or several performers; if from several performers there may be a theme, topic or genre which links the tracks. When the tracks are by the same recording artist, the album may be referred to as a retrospective album. Compilation albums may employ traditional product bundling strategies. For multi-artist compilations, royalties are usually pro-rated. In most cases, each artist's per-record royalty rate (typically 12–14% in 1999) is divided by the number of artists on the album. However, some record companies opt to simplify the equation and pay a rounded-off rate, either as a percentage or as a set amount, regardless of the total number of artists on the record. As of 1999, these rates were around 1/2% to 1% or 15–16 cents per record. When a compilation album includes a track from a different record company, the royalties are split between the artist and the original record company.","strBiographyDE":"Eine Kompilation (englisch compilation [ˌkɒmpɪˈleɪʃn̩], Verb: „compile“, deutsch: „zusammentragen“, „sammeln“) ist in der Musikindustrie die Zusammenstellung von Musikstücken in Zweitverwertung auf Tonträger.\n","strBiographyFR":"« Various artists , soit « Artistes divers » en français, est un terme utilisé par l'industrie du disque anglophone pour indiquer que plusieurs musiciens ont collaboré sur une chanson ou un album. Des diminutifs comme « V.A. » ou « V/A » sont fréquemment utilisés.\n\nLes albums sortis sous la dénomination de « Various artists » sont souvent des compilations rassemblant des chansons d'un genre particulier, ou différents titres sortis au cours d'une même période (compilations par années, par décennies etc.), ou encore des bandes originales de films.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":"Blandade artister, även diverse artister eller olika artister, på engelska Various Artists, är en term som brukar användas inom musikindustrin då ett flertal artister och grupper samarbetar på en låt eller en samling av låtar.\nSinglar utgivna under benämningen blandade artister är ofta skivor där vinsten går till någon form av välgörenhet. I vissa fall där många välkända artister medverkar tillsammans på en singel utges de under ett gruppnamn. Ett exempel på detta är Band Aid, som 1984 spelade in julsången \"Do They Know It's Christmas?\".\nAlbum som kategoriseras under termen blandade artister är vanligtvis samlingsalbum med musik från ett speciellt årtal, skivbolag eller en genre. Ett exempel är hitsamlingsserien Absolute Music. Det kan även vara en hyllning till en viss artist, grupp eller låtskrivare där olika artister och grupper framför egna coverversioner av artistens, gruppens eller låtskrivarens låtar. Exempel på sådana hyllningar är Den flygande holländaren.","strBiographyNL":"Diverse artiesten (Engels: various artists) is een term die gebruikt wordt in de muziekindustrie om aan te geven dat er meerdere muzikanten hebben samengewerkt aan een muzikaal werk, zoals een nummer of muziekalbum. In het Engels wordt de term soms afgekort tot VA. Albums die worden uitgebracht onder \"diverse artiesten\" zijn vaak soundtracks of compilatiealbums met daarop muziek met betrekking tot een bepaald genre, thema, of tijdsperiode.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"1","strCountry":"Various","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vjqm9u1659326549.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wponlz1679914062.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/sbr15t1700484176.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/ruwvus1511431587.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/hr3t4y1659334735.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/gc8br01659325896.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/me0dvz1659325791.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/kk0xa81659325517.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/nwo5df1659326053.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/aojshm1659335285.jpg","strMusicBrainzID":"89ad4ac3-39f7-470e-963a-56509c546377","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}