{"artists":[{"idArtist":"141038","strArtist":"周華健","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1960","intBornYear":"1960","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Wakin Chau (born 22 December 1960) is a Hong Kong singer and actor. Chau's popularity has spread throughout Taiwan, Hong Kong, and Mainland China. He was known as Emil Chau through the 1980s and 1990s, and by 2000 he reverted to his given name Wakin. As of August 2007, he has released more than 40 albums and held several international concert tours.  Growing up as the fourth son in his seven-member family, Wakin learned to play the guitar when he was about 13 years old. In 1979, he left for Taipei to major in mathematics at National Taiwan University. During his college years, he sang and played folk songs in local coffee shops. This activity was a tradition among NTU students, and it is how Wakin learned to sing in Mandarin, which would be key to his future as a music-maker in Taiwan.  From 1985, Emil Chau has released more than 40 albums in Mandarin, Cantonese and English. He has become a prominent name in the music of Taiwan and has fans of all ages not only around Asia but also in North America, Europe and elsewhere. His platinum albums such as You Make Me Happy and Sad (讓我歡喜讓我憂), Flower's Heart (花心), Music Brings Us Together (有弦相聚), and Friends (朋友) have won awards in Taiwan, Mainland China, Hong Kong and Singapore.  Wakin has appeared in a number of films and made guest appearances on TV and radio programs in China, Hong Kong, Taiwan, Malaysia, Singapore and Japan. Alongside his singing career, he is a restaurateur and also is active in international charitable causes, such as kidney dialysis charities in Singapore, the January 2002 \"Take a Deep Breath\" concert in Taipei to raise money for local health-care organizations, Beijing's 4th Grand Charity Drive for Children in 2005, and Jackie Chan's all-star concerts in Las Vegas.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":"周華健（1960年12月22日－，英語：Emil Wakin Chau），生於香港的西營盤，香港流行音樂創作歌手、製作人。1979年赴台灣求學，1986年加盟滾石唱片公司，逐漸成長為香港華語流行樂壇的天王巨星，至今已發行音樂專輯逾40張，累計銷量過3000萬張。\n出道初期，周華健因其陽光、健康、積極向上的形象及曲風，被稱作「陽光遊子」；後因其實力的唱功和天王般的人氣而獲得「國民歌王」、「天王殺手」之美譽，是20世紀90年代最具影響力的華人歌手之一。","strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"TW","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xstvrx1471363981.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/y06r3i1616341384.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"ba5afaf8-8e63-4e67-aa3c-454071c660a0","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}