{"artists":[{"idArtist":"145447","strArtist":"薛之谦","strArtistStripped":null,"strArtistAlternate":"Joker Xue, 薛之謙","strLabel":null,"idLabel":null,"intFormedYear":"1983","intBornYear":"1983","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"Joker Xue (simplified Chinese: 薛之谦; traditional Chinese: 薛之謙; pinyin: Xuē Zhīqiān, born 17 July 1983), formerly known as Jacky Xue, is a Chinese singer, comedian, record producer, actor, and television host.\n\nHe released his debut album, Jacky Xue, in 2006. His single, Serious Snow (认真的雪), was a hit. Xue also published his own book called Qian Jun Yi Fa and Qian Qian Jun Zi in 2006. In 2008, he published the photo album called The Wind of the Pacific - Xue Zhi Qian's photo album.\n\nXue was having a difficult time maintaining and gaining popularity despite releasing 5 albums under the former agency (SUM Entertainment). Also because the company was facing a financial crisis then, they were not able to invest funds into promoting Xue. As the 7-years contract with SUM Entertainment was coming to an end, Xue invested his time into making his own means and not relying anymore on the company. He did so by establishing his own businesses, which includes a hotpot restaurant (上上谦官方微博) and 2 apparel brands called UUJULY and Dangerous People (Dangerous People Taobao Page). His hard work paid off when his hotpot restaurant received well responses and has now expanded to have 5 branches in Shanghai. By building up his businesses, he was able to use the profits to completely devote to music. In 2013, he produced his 6th album, An Unexpected Journey (意外).\n\nIn 2015, Xue signed a contract with Ocean Butterflies International and released a 3-song concept EP, Gentleman, which was met with universal acclaim (8.4/10 on Douban, which is considered a very good achievement).\n\nJoker achieved success in his 2016 comeback, which can be seen from his participation in over 50 variety programs solely in 2016 (as of August 2016), with various roles such as program judge, host (MC) and guest.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"CN","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wrwryq1481924424.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wyqqww1481924510.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"a7d64787-c8ae-4aee-a365-30c5a8e91fe3","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}