{"artists":[{"idArtist":"145215","strArtist":"Marshmello","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Monstercat","idLabel":"44833","intFormedYear":"2015","intBornYear":"2015","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Electronic","strMood":"","strWebsite":"https://marshmellomusic.com","strFacebook":"www.facebook.com/marshmellomusic","strTwitter":"1","strBiographyEN":"Marshmello (stylized marshmello) is an electronic dance music producer and DJ. He first gained international recognition by remixing songs by Jack Ü and Zedd, and later collaborated with artists including Omar LinX, Ookay, Jauz and Slushii. In January 2017, his song \"Alone\" appeared on the US Billboard Hot 100 chart.\n\nMarshmello wears a custom helmet for public appearances. His identity is unknown. It has been frequently suggested that Marshmello is American DJ Chris Comstock, also known as Dotcom, whose style is similar to Marshmello's. Skrillex also referred to Marshmello as \"Chris\" in an interview. In addition, both are managed by Moe Shalizi and allegedly have the same tattoo and birthday.\n\nMarshmello's stage name, an alternative spelling of \"marshmallow\", and his marshmallow mascot head were both inspired by electro house music producer and DJ deadmau5, who also notably uses an alternate spelling for his stage name and performs wearing a \"dead mouse\" mascot head. Acknowledgement of deadmau5's contribution to Marshmello's persona is evident in the music video for \"Alone,\" which features Marshmello's pet mouse, Joel (Joel Zimmerman is deadmau5's real name). While Marshmello has not yet confirmed his true identity, the most widespread speculation is that, he is Chris Comstock, who is also known as Dotcom. Journalists have also speculated that Marshmello could be Martin Garrix, Jauz, or a collective of producers and DJs managed by Shalizi. On March 4, 2017, Feed Me posted an Instagram story of Dotcom in Marshmello's costume and another person with Marshmello's helmet.\n\nAfter his set at Electric Daisy Carnival in 2016, Marshmello jokingly \"revealed\" his true identity by taking off his helmet, but the performer on-stage was revealed to actually be Dutch producer Tiësto. The event was widely described as being a \"troll\", as the two artists have been seen with each other in other photos and had conflicting tour schedules, thus making it unlikely that Marshmello was actually Tiësto.\n\nOn July 8, 2017, Indian actress Urvashi Rautela posted a picture of her, Chris Comstock, Maejor and Moe Shalizi on Instagram, claiming Comstock to be Marshmello in her picture by tagging Marshmello instead of Comstock's personal account or other alias Dotcom.\n\nComstock was credited as the only songwriter other than featured vocalist, Khalid, by ASCAP for Marshmello's song \"Silence\".","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Philadelphia, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ruuvrq1503147194.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/qyvptw1539351077.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/sryqqy1539351113.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qsyqsx1539351098.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wsyxyx1503147427.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vvxrvw1503147572.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vxsxtp1503147594.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rutspr1539351132.jpg","strMusicBrainzID":"301b45a4-b8b9-410e-8344-4b4eaf96691a","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}