{"artists":[{"idArtist":"122405","strArtist":"Ariana Grande","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Republic Records","idLabel":"47129","intFormedYear":"2008","intBornYear":"1993","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Pop","strMood":"Happy","strWebsite":"https://www.facebook.com/arianagrande","strFacebook":"www.facebook.com/arianagrande","strTwitter":"1","strBiographyEN":"Ariana Grande-Butera (born June 26, 1993), known professionally as Ariana Grande (/ˌɑriːˈɑːnə ˈɡrɑːndeɪ/), is an American singer and actress. She began her career in the Broadway musical 13, before landing the role of Cat Valentine on the Nickelodeon television series Victorious in 2009. After four seasons, the show ended, and Grande starred on the spinoff, Sam & Cat, which ended in 2014. She has also appeared in other theatre, television and film roles and lent her voice to animated television and films.\n\nGrande's music career began with the soundtrack Music from Victorious (2011). She signed a recording contract with Republic Records and released her debut studio album Yours Truly in 2013, which debuted at number one on the US Billboard 200. The album's lead single, \"The Way\", reached the top-ten of the Billboard Hot 100, with critics comparing her wide vocal range to Mariah Carey's.\n\nGrande's second studio album, My Everything (2014), also reached number one in the United States. With the singles \"Problem\", \"Break Free\", \"Bang Bang\" and \"Love Me Harder\" from that album, she spent 34 continuous weeks in the top 10 of the Billboard Hot 100 and had the most top 10 singles of any artist in 2014. In 2015, she promoted My Everything with her first world tour titled The Honeymoon Tour and guest-starred in Fox comedy-horror TV series Scream Queens. In 2015, Grande released the lead single \"Focus\" from her upcoming third album Moonlight, released a holiday EP album, Christmas & Chill, and she was heard on several collaborative projects.\n\nGrande's accolades include two American Music Awards, Music Business Association's Breakthrough Artist of the Year, an MTV Video Music Award, an MTV Europe Music Award and two Grammy Award nominations.\n\nAriana Grande-Butera was born in Boca Raton, Florida, to Joan Grande, chief executive officer of telephone and alarm system company Hose-McCann Communications, and Edward Butera, who owns a graphic design firm in Boca Raton. Her name was originally inspired by Princess Oriana from Felix the Cat (1959). Grande is of Italian descent, half Sicilian and half Abruzzese. She has experienced hypoglycemia. She has an older half-brother, Frankie Grande, who is an actor, dancer, and producer. Grande's mother moved with her father from New York to Florida when she was pregnant with her. She has stated that her parents separated when she was around 8 or 9 years old.\n\nAs a child, Grande performed with the Fort Lauderdale Children's Theater, playing her first role as Annie, as well as performing in the musicals The Wizard of Oz and Beauty and the Beast. At the age of 8, she performed at a karaoke lounge on a cruise ship, in various orchestras such as South Florida's Philharmonic, Florida Sunshine Pops and Symphonic Orchestras, and made her national television debut singing \"The Star-Spangled Banner\" for the Florida Panthers. She attended Pine Crest School and North Broward Preparatory School.\n\nBy age 13, she became serious about pursuing a music career, though she still concentrated on theater. When she first arrived in Los Angeles to meet with her managers, she expressed a desire to record an R&B album when she was 14: \"I was like, 'I want to make an R&B album,' They were like 'Um, that's a helluva goal! Who is going to buy a 14-year-old's R&B album?!'\" In 2008, Grande was cast in the supporting role of cheerleader Charlotte in the musical 13 on Broadway, for which she won a National Youth Theatre Association Award. When she joined the musical, Grande left her high school, North Broward Preparatory School, but continued to be enrolled. The school sent materials to her so she could study with tutors. She also sang various times at the New York City Jazz club Birdland.","strBiographyDE":null,"strBiographyFR":"Ariana Grande, de son vrai nom Ariana Grande-Butera, (née le 26 juin 1993 à Boca Raton, en Floride) est une actrice et auteur-compositrice-interprète américaine.\n\nAriana Grande a lancé sa carrière en 2008, à l'âge de 15 ans, en jouant le rôle de Charlotte dans la comédie musicale 13 à Broadway. Elle est notamment connue pour avoir joué le rôle de Cat Valentine dans la sitcom, Victorious (2010-2013), ainsi que pour avoir repris ce même rôle dans la sitcom, Sam et Cat (2013-2014).\n\nEn mars 2013, Ariana a sorti son premier single - intitulé The Way, en featuring avec Mac Miller, qui a été en tête du Billboard Hot 100 et qui a été certifié double platine par la RIAA. Son premier album, Yours Truly (2013), a été en tête du Billboard 200 et a reçu des critiques positives. Elle fut alors la première artiste à avoir un premier album en tête des charts depuis l'album Animal de Kesha, en janvier 2010. Son deuxième album, My Everything (2014), a également atteint la première place du Billboard 200, ce qui fait d'elle la première artiste féminine ayant eu ses deux premiers albums numéro un à la suite depuis Susan Boyle. Le premier single, Problem en featuring avec Iggy Azalea - s'est classé à la deuxième place du Billboard Hot 100 et a été numéro un des téléchargements iTunes dans plus de cinquante pays.\n\nEn 2013, elle remporte le prix de la meilleure nouvelle artiste de l'année aux American Music Awards. En 2014, elle a été élue La révélation de l'année par The Music Business Association et a été nominé dans la catégorie meilleur nouvel artiste aux Billboard Music Awards","strBiographyCN":null,"strBiographyIT":"Divenuta famosa grazie al ruolo di Cat Valentine nelle sit-com di successo di Nickelodeon Victorious e Sam & Cat, nel 2011 firma un contratto con Republic Records, pubblicando nel dicembre 2011 il primo singolo Put Your Hearts Up, successivamente rinnegato e primo singolo estratto dal suo album di debutto Yours Truly, pubblicato nel 2013 e che ottiene subito il primo posto nella Billboard Hot 200, seguito da un'ottima recensione dalla critica musicale.\n\nIl 28 aprile 2014 viene pubblicato Problem, singolo apripista del suo secondo album in studio, My Everything, pubblicato il 25 agosto 2014. L'album vende oltre 4.5 milioni di copie in tutto il mondo, diventando il più grande successo della cantante, grazie soprattutto ai numerosi singoli estratti (Break Free, Bang Bang, Love Me Harder, One Last Time), che hanno scalato le classifiche di numerosi paesi e diventati delle vere e proprie hit mondiali.\n\nNella sua carriera ha venduto fino ad ora oltre 30 milioni di dischi, di cui 6 milioni di album e più di 24 milioni di singoli, ottenendo numerosi riconoscimenti.","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ariana Grande Butera (Boca Ratón, 26 de junio de 1993) es una actriz, cantante y compositora estadounidense. Debutó como actriz en 2008 con el papel de Charlotte en el musical 13 de Broadway.\nDesde 2010 al presente, Grande interpreta a Cat Valentine en las series de Nickelodeon, Victorious y Sam & Cat, el primero lo co-protagonizó y el segundo es una serie derivada que lo protagoniza junto a Jennette McCurdy. En marzo de 2013, Grande alcanzó éxito comercial por su sencillo The Way de su álbum debut al convertirse Top-10 hit en los Billboard Hot 100 y al ser certificado doble platino por la RIAA. Su álbum debut Yours Truly recibió elogiós de los critícos y debutó en el número #1 en Billboard 200, lo que la convirtió en la décimo quinta artista femenina en la historia de la música en lograrlo.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Boca Raton, Florida","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yy8zqo1636559141.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/zrkid81636505362.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/sb42y71643001858.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/uxysxu1512743328.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wrrstx1516969279.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/cky8ni1598838546.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/grande-ariana-50a121f6de7c0.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wpxrsp1532191011.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/5mwzio1613565464.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/ypywtw1532191033.jpg","strMusicBrainzID":"f4fdbb4c-e4b7-47a0-b83b-d91bbfcfa387","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}