{"artists":[{"idArtist":"135152","strArtist":"Bobby Helms","strArtistStripped":null,"strArtistAlternate":"Robert Lee Helms","strLabel":null,"idLabel":null,"intFormedYear":"1933","intBornYear":"1933","intDiedYear":"1997","strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Bobby Helms (born Robert Lee Helms) (15 August 1933 - 19 June 1997) was an American rockabilly singer who enjoyed his peak success in 1957.  Born in Bloomington, Indiana into a musical family, he began performing as a duo with his brother before going on to a successful solo career in country music. In 1956, Helms made his way to Nashville, Tennessee where he signed a recording contract with Decca Records. The following year would be filled with astonishing successes. Helms' first single in 1957 titled \"Fraulein\" went to No. 1 on the country music charts and made it into the Top 40 on the pop music charts. Later that same year he released \"My Special Angel\" that also went to No. 1 on the country charts and entered the Top 10 on Billboard magazines pop music charts, peaking at No. 7.  Released just a few days before Christmas of 1957, his song \"Jingle Bell Rock\" was a big hit but uniquely, it re-emerged four out of the next five years and sold so well that it repeated each time as a top hit and became a Christmas classic still played to this day.  Bobby Helms continued touring and recording for the next three decades. His pioneering contribution to the genre has been recognized by the Rockabilly Hall of Fame.  Helms spent most of his later years living just outside of Martinsville, Indiana, until the time of his death from emphysema and asthma in 1997.","strBiographyDE":"Bobby Lee Helms (* 15. August 1933 in Bloomington, Indiana; † 19. Juni 1997 in Martinsville, Indiana) war ein US-amerikanischer Countrysänger, der 1957 durch den Hit Fraulein bekannt wurde. Weitere Hits waren \"My Special Angel\" und \"Jingle Bell Rock\".\n\nBobby Helms trat als Kind gemeinsam mit seinem Bruder Freddy als The Helms Brothers auf. Das Duo hatte über einen Zeitraum von sechs Jahren zahlreiche Auftritte in lokalen Radio- und Fernsehshows. Danach machte Bobby alleine weiter. Ernest Tubb holte ihn Mitte der 1950er Jahre nach Nashville und vermittelte einen Schallplattenvertrag mit Decca.\n\nAnfang 1957 erschien seine erste Single, Fraulein. Der Song kam am 30. März 1957 in die Country-Charts, bewegte sich dann bis auf Platz eins und hielt die Spitzenposition vier Wochen. Die Single war 52 Wochen lang in den Country-Charts notiert.\n\nSeine nächste Single, My Special Angel, erreichte erneut Platz Eins der Country-Charts, wo sie vier Wochen auf dem Spitzenplatz der Best Seller Charts stand und 26 Wochen in den Country-Charts notiert wurde. Die Single wurde zum Top-10-Pop-Hit und erreichte Platz 7 in den Billboard Top 100.\n\nAuch die dritte Veröffentlichung des Jahres 1957, das Weihnachtslied Jingle Bell Rock, wurde zu einem Hit. Zwar belegte der Titel in den Country-Charts im Dezember 1957 nur eine Woche lang Platz 7 der Jockey Charts, war aber in den Pop Charts umso erfolgreicher, wo die Single Platz 6 erreichte. Der Song wurde in den folgenden Jahren mehrfach in der Weihnachtszeit wiederentdeckt, er belegte in den Jahren 1958 und 1960 bis 1962 jeweils mittlere Platzierungen in den Top 100. Durch die wiederholten Eintritte in die Charts erhielt Helms fünf Jahre nach Erscheinen der Single seine zweite Goldene Schallplatte, zuvor war bereits My Special Angel mit Gold ausgezeichnet worden. Der Titel Jingle Bell Rock entwickelte sich im Laufe der Jahre zu einem Klassiker und wurde u. a. von Randy Travis gecovert. Auch wenn er nicht in der legendären Grand Ole Opry auftreten konnte, schaffte er es in die Town Hall Party, ebenfalls eine bekannte Radioshow der 1950er Jahre. Ende des Jahrzehntes entwickelte sich seine Musik Richtung Rockabilly, was gut an dem Stück Long Gone Daddy zu hören ist.\n\n1958 gelangen ihm mit Just a Little Lonesome[6] und Jacqueline noch einmal Top-10-Hits. Nachdem Helms 1958 mit den Titeln Borrowed Dreams und The Fool And The Angel kleinere Hits in den Pop-Charts verzeichnen konnte, war er 1959 mit dem Song New River Train auf Platz 26 in den Country-Charts. 1960 hatte er mit Lonely River Rhine seinen letzten Top-Twenty-Hit in den Country-Charts. Danach war seine Erfolgssträhne vorbei.\n\nAuch ein Wechsel zum Label Kapp Records 1965 brachte keine Wende. Helms blieb weiterhin musikalisch aktiv und hatte in den Jahren 1967 und 1968 einige kleinere Hits wie He Thought He’d Die Laughing und So Long. Seine letzte Chartplatzierung erreichte Helms 1970 mit Mary Goes ’Round für Certron Records, spielte aber bis 1983 für MCA Records weiterhin Singles ein. Danach erschienen seine Songs nur noch auf kleinen Labels.\n\nHelms starb 1997 in Martinsville, Indiana an einem Lungenemphysem. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rtpwpw1424120861.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/helms-bobby-5864ff87ae6b4.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wtxprx1424120880.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"502b3244-0f7d-470c-99e9-b17fe6bcaabf","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}